{"quotes": [
{"quote":"The Twin-verses\n\nMind precedes its objects. They are mind-governed and mind-made. To\nspeak or act with a defiled mind is to draw pain after oneself, like a\nwheel behind the feet of the animal drawing it", "author":"Verse 1, The Dhammapada"},
{"quote":"The Twin-verses\n\nMind precedes its objects. They are mind-governed and mind-made. To\nspeak or act with a peaceful mind, is to draw happiness after oneself,\nlike an inseparable shadow", "author":"Verse 2, The Dhammapada"},
{"quote":"The Twin-verses\n\nI have been insulted! I have been hurt! I have been beaten! I have been\nrobbed! Anger does not cease in those who harbour this sort of thought.", "author":"Verse 3, The Dhammapada"},
{"quote":"The Twin-verses\n\nI have been insulted! I have been hurt! I have been beaten! I have been\nrobbed! Anger ceases in those who do not harbour this sort of thought", "author":"Verse 4, The Dhammapada"},
{"quote":"The Twin-verses\n\nOccasions of hatred are certainly never settled by hatred. They are\nsettled by freedom from hatred. This is the eternal law", "author":"Verse 5, The Dhammapada"},
{"quote":"The Twin-verses\n\nOthers may not understand that we must practice self-control, but\nquarrelling dies away in those who understand this fact", "author":"Verse 6, The Dhammapada"},
{"quote":"The Twin-verses\n\nThe Tempter masters the lazy and irresolute man who dwells on the\nattractive side of things, ungoverned  in his senses, and unrestrained\nin his food, like the wind overcomes a rotten tree", "author":"Verse 7, The Dhammapada"},
{"quote":"The Twin-verses\n\nBut the Tempter cannot master a man who dwells on the distasteful side\nof things, self- controlled in his senses, moderate in eating, resolute\nand full of faith, like the wind cannot move a mountain crag", "author":"Verse 8, The Dhammapada"},
{"quote":"The Twin-verses\n\nThe man who wears the yellow-dyed robe but is not free from stains\nhimself, without self- restraint and integrity, is unworthy of the robe.", "author":"Verse 9, the Dhammapada"},
{"quote":"The Twin-verses\n\nBut the man who has freed himself of stains and has found peace of mind\nin an upright life, possessing self-restraint and integrity, he is\nindeed worthy of the dyed robe", "author":"Verse 10, The Dhammapada"},
{"quote":"The Twin-verses\n\nTo see the essence in the unessential and to see the essence as\nunessential means one can never get to the essence, wandering  as one is\nin the road of wrong intentions", "author":"Verse 11, The Dhammapada"},
{"quote":"The Twin-verses\n\nBut to see the essence in the essential and the unessential as the\nunessential it is means one does get to the essence, being on the road\nof right intentions", "author":"Verse 12, The Dhammapada"},
{"quote":"The Twin-verses\n\nIn the same way that rain breaks into a house with a bad roof, desire\nbreaks into the mind that has not been practising meditation", "author":"Verse 13, The Dhammapada"},
{"quote":"The Twin-verses\n\nWhile in the same way that rain cannot break into a well-roofed house,\ndesire cannot break into a mind that has been practising meditation\nwell", "author":"Verse 14, The Dhammapada"},
{"quote":"The Twin-verses\n\nHere and beyond he suffers. The wrong-doer suffers both ways. He suffers\nand is tormented to see his own depraved behaviour", "author":"Verse 15, The Dhammapada"},
{"quote":"The Twin-verses\n\nHere and beyond he is glad. The doer of good is glad both ways. He is\nglad and rejoices to see his own good deeds", "author":"Verse 16, The Dhammapada"},
{"quote":"The Twin-verses\n\nHere and beyond he is punished. The wrong-doer is punished both ways. He\nis punished by the thought, “I have done evil”, and is even more\npunished when he comes to a bad state", "author":"Verse 17, The Dhammapada"},
{"quote":"The Twin-verses\n\nHere and beyond he rejoices. The doer of good rejoices both way. He\nrejoices at the thought, “I have done good”, and rejoices even more when\nhe comes to a happy state", "author":"Verse 18, The Dhammapada"},
{"quote":"The Twin-verses\n\nEven if he is fond of quoting appropriate texts, the thoughtless man who\ndoes not put them into practice himself is like cowherd counting other\npeople's cows, not a partner in the Holy Life", "author":"Verse 19, The Dhammapada"},
{"quote":"The Twin-verses\n\nEven if he does not quote appropriate texts much, if he follows the\nprinciples of the Teaching by getting rid of greed, hatred and delusion,\ndeep of insight and with a mind free from attachment, not clinging to\nanything in this world or the next - that man is a partner in the Holy\nLife", "author":"Verse 20, The Dhammapada"},
{"quote":"On Earnestness\n\nAttention leads to immortality. Carelessness leads to death. Those who\npay attention will not die, while the careless are as good as dead\nalready", "author":"Verse 21, The Dhammapada"},
{"quote":"On Earnestness\n\nSo having clearly understood the value of attention, wise men take\npleasure in it, rejoicing in what the saints have practised", "author":"Verse 22, The Dhammapada"},
{"quote":"On Earnestness\n\nThose who meditate with perseverance, constantly working hard at it, are\nthe wise who experience Nirvana, the ultimate freedom from chains", "author":"Verse 23, The Dhammapada"},
{"quote":"On Earnestness\n\nWhen a man is resolute and recollected, pure of deed and persevering,\nwhen he is attentive and self-controlled and lives according to the\nTeaching, his reputation is bound to grow", "author":"Verse 24, The Dhammapada"},
{"quote":"On Earnestness\n\nBy resolution and attention, by discipline and self-control, a clever\nman may build himself an island that no flood can overthrow", "author":"Verse 25, The Dhammapada"},
{"quote":"On Earnestness\n\nFoolish, ignorant people indulge in careless lives, whereas a clever man\nguards his attention as his most precious possession", "author":"Verse 26, The Dhammapada"},
{"quote":"On Earnestness\n\nDon't indulge in careless behaviour. Don't be the friend of sensual\npleasures. He who meditates attentively attains abundant joy", "author":"Verse 27, The Dhammapada"},
{"quote":"On Earnestness\n\nWhen a wise man has carefully rid himself of carelessness and climbed\nthe High Castle of Wisdom, sorrowless he observes sorrowing people, like\na clear-sighted man on a mountain top looking down on the people with\nlimited vision on the ground below", "author":"Verse 28, The Dhammapada"},
{"quote":"On Earnestness\n\nCareful amidst the careless, amongst the sleeping wide-awake, the\nintelligent man leaves them all behind, like a race-horse does a mere\nhack", "author":"Verse 29, The Dhammapada"},
{"quote":"On Earnestness\n\nIt was by attention that Indra attained the highest place among the\ngods. People approve of attention, while carelessness is always\ncondemned", "author":"Verse 30, The Dhammapada"},
{"quote":"On Earnestness\n\nA bhikkhu taking pleasure in being attentive, and recognising the danger\nof carelessness, makes progress like a forest fire, consuming all\nobstacles large or small in his way", "author":"Verse 31, The Dhammapada"},
{"quote":"On Earnestness\n\nA bhikkhu taking pleasure in being attentive, and recognising the danger\nof carelessness, is incapable of falling away. In fact he is already\nclose to Nirvana", "author":"Verse 32, The Dhammapada"},
{"quote":"Thought\n\nElusive and unreliable as it is, the wise man straightens out his\nrestless, agitated mind, like a fletcher crafting an arrow", "author":"Verse 33, The Dhammapada"},
{"quote":"Thought\n\nTrying to break out of the Tempter's control, one's mind writhes to and\nfro, like a fish pulled from its watery home onto dry ground", "author":"Verse 34, The Dhammapada"},
{"quote":"Thought\n\nIt is good to restrain one's mind, uncontrollable, fast moving, and\nfollowing its own desires as it is. A disciplined mind leads to\nhappiness", "author":"Verse 35, The Dhammapada"},
{"quote":"Thought\n\nA wise man should guard his mind for it is very hard to keep track of,\nextremely subtle, and follows its own desires. A guarded mind brings\nhappiness", "author":"Verse 36, The Dhammapada"},
{"quote":"Thought\n\nThe mind goes wandering off far and wide alone. Incorporeal, it dwells\nin the cavern of the heart. Those who keep it under control escape from\nMara's bonds", "author":"Verse 37, The Dhammapada"},
{"quote":"Thought\n\nIf he is unsettled in mind, does not know the true Teaching, and has\nlost his peace of mind, a man's wisdom does not come to fulfilment", "author":"Verse 38, The Dhammapada"},
{"quote":"Thought\n\nWith his mind free from the inflow of thoughts and from restlessness, by\nabandoning both good and evil, an alert man knows no fear", "author":"Verse 39, The Dhammapada"},
{"quote":"Thought\n\nSeeing your body as no better than an earthen pot, make war on Mara with\nthe sword of wisdom, and setting up your mind as a fortress, defend what\nyou have won, remaining free from attachment", "author":"Verse 40, The Dhammapada"},
{"quote":"Thought\n\nBefore long this body will be lying on the ground, discarded and\nunconscious, like a useless bit of wood", "author":"Verse 41, The Dhammapada"},
{"quote":"Thought\n\nOne's own misdirected thought can do one more harm than an enemy or an\nill-wisher", "author":"Verse 42, The Dhammapada"},
{"quote":"Thought\n\nEven your mother, father or any other relative cannot do you as much\ngood as your own properly directed thought", "author":"Verse 43, The Dhammapada"},
{"quote":"Flowers\n\nWho will master this world and the world of Death with its devas? Who\nwill gather well taught aphorisms (dhammapadas), like an connoisseur\npicking a flower? 44"},
{"quote":"Flowers\n\nA disciple will master this world and the world of Death with its devas.\nA disciple will gather well taught aphorisms (dhammapadas), like a\nconnoisseur picking a flower", "author":"Verse 45, The Dhammapada"},
{"quote":"Flowers\n\nSeeing the foam-like nature of the body, and awakening to its\nmirage-like quality, one can escape the sight of the King of Death,\nsnapping Mara's flowery bonds", "author":"Verse 46, The Dhammapada"},
{"quote":"Flowers\n\nDeath carries off a man busy picking flowers with an besotted mind, like\na great flood does a sleeping village", "author":"Verse 47, The Dhammapada"},
{"quote":"Flowers\n\nDeath, the end-maker, will exercise his will on a man busy picking\nflowers with a besotted mind, before he has even found satisfaction", "author":"Verse 48, The Dhammapada"},
{"quote":"Flowers\n\nA holy man should behave in the village like a bee which takes its food\nfrom a flower without hurting its appearance or its scent", "author":"Verse 49, The Dhammapada"},
{"quote":"Flowers\n\nIt is no the shortcomings of others, nor what others have done or not\ndone that one should think about, but what one has done or not done\noneself", "author":"Verse 50, The Dhammapada"},
{"quote":"Flowers\n\nLike a fine flower, beautiful to look at but without scent, fine words\nare fruitless in a man who does not act in accordance with them", "author":"Verse 51, The Dhammapada"},
{"quote":"Flowers\n\nLike a fine flower, beautiful to look at and scented too, fine words\nbear fruit in a man who acts well in accordance with them", "author":"Verse 52, The Dhammapada"},
{"quote":"Flowers\n\nJust as one can make a lot of garlands from a heap of flowers, so man,\nsubject to birth and death as he is, should make himself a lot of good\nkarma", "author":"Verse 53, The Dhammapada"},
{"quote":"Flowers\n\nThe scent of flowers cannot travel against the wind, and nor can that of\nsandalwood or jasmine, but the fragrance of the good does travel against\nthe wind, and a good man perfumes the four quarters of the earth", "author":"Verse 54, The Dhammapada"},
{"quote":"Flowers\n\nSandalwood, tagara, lotus, jasmine - the fragrance of virtue is\nunrivalled by such kinds of perfume", "author":"Verse 55, The Dhammapada"},
{"quote":"Flowers\n\nThe perfume of tagara and sandalwood is of little enough power, while\nthe supreme fragrance, that of the virtuous, reaches even up to the\ndevas", "author":"Verse 56, The Dhammapada"},
{"quote":"Flowers\n\nPerfect of virtue, always acting with recollection, and liberated by\nfinal realisation - Mara does not know the path such people travel", "author":"Verse 57, The Dhammapada"},
{"quote":"Flowers\n\nLike a beautiful, fragrant lotus, springing up on a pile of rubbish\nthrown out on the highway, so a disciple of the Enlightened One stands\nout among rubbish-like and blinded ordinary people by virtue of his\nwisdom", "author":"Verse 58, The Dhammapada, 59"},
{"quote":"The Fool\n\nLong is the night for the sleepless. Long is the road for the weary.\nLong is samsara (the cycle of continued rebirth) for the foolish, who\nhave not recognised the true teaching", "author":"Verse 60, The Dhammapada"},
{"quote":"The Fool\n\nIf on one's way one does not come across one's better or an equal, then\none should press on resolutely alone. There is no companionship with a\nfool", "author":"Verse 61, The Dhammapada"},
{"quote":"The Fool\n\n“I've got children”, “I've got wealth.” This is the way a fool brings\nsuffering on himself. He does not even own himself, so how can he have\nchildren or wealth? 62"},
{"quote":"The Fool\n\nA fool who recognises his own ignorance is thereby in fact a wise man,\nbut a fool who considers himself wise - that is what one really calls a\nfool", "author":"Verse 63, The Dhammapada"},
{"quote":"The Fool\n\nEven if a fool lived with a wise man all his life, he would still not\nrecognise the truth, like a wooden spoon cannot recognise the flavour of\nthe soup", "author":"Verse 64, The Dhammapada"},
{"quote":"The Fool\n\nEven if a man of intelligence lives with a wise man only for a moment,\nhe will immediately recognise the truth, like one's tongue recognises\nthe flavour of the soup", "author":"Verse 65, The Dhammapada"},
{"quote":"The Fool\n\nStupid fools go through life as their own enemies, doing evil deeds\nwhich have bitter consequences", "author":"Verse 66, The Dhammapada"},
{"quote":"The Fool\n\nA deed is not well done if one suffers after doing it, if one bears the\nconsequences sobbing and with tears streaming down one's face", "author":"Verse 67, The Dhammapada"},
{"quote":"The Fool\n\nBut a deed is well done if one does not suffer after doing it, if one\nexperiences the consequences smiling and contented", "author":"Verse 68, The Dhammapada"},
{"quote":"The Fool\n\nA fool thinks it like honey so long as the bad deed does not bear fruit,\nbut when it does bear fruit he experiences suffering", "author":"Verse 69, The Dhammapada"},
{"quote":"The Fool\n\nEven if a fool were to take his food month after month off the tip of a\nblade of grass, he would still not be worth a fraction of those who have\nunderstood the truth", "author":"Verse 70, The Dhammapada"},
{"quote":"The Fool\n\nLike fresh milk a bad deed does not turn at once. It follows a fool\nscorching him like a smouldering fire", "author":"Verse 71, The Dhammapada"},
{"quote":"The Fool\n\nA fool acquires knowledge only to his own disadvantage. It destroys what\ngood he has, and turns his brains", "author":"Verse 72, The Dhammapada"},
{"quote":"The Fool\n\nOne may desire a spurious respect and precedence among one's fellow\nmonks, and the veneration of outsiders. “Both monks and laity should\nthink it was my doing. They should accept my authority in all matters\ngreat or small.” This is a fool's way of thinking. His self-seeking and\nconceit just increase", "author":"Verse 73, The Dhammapada, 74"},
{"quote":"The Fool\n\nOne way leads to acquisition, the other leads to nirvana. Realising this\na monk, as a disciple of the Buddha, should take no pleasure in the\nrespect of others, but should devote himself to solitude", "author":"Verse 75, The Dhammapada"},
{"quote":"The Wise Man\n\nLike one pointing out hidden treasure, if one finds a man of\nintelligence who can recognise one's faults and take one to task for\nthem, one should cultivate the company of such a wise man. He who\ncultivates a man like that is the better for it, not worse", "author":"Verse 76, The Dhammapada"},
{"quote":"The Wise Man\n\nIf a man disciplines, instructs and restrains them from what is not\nright, he will be dear to the good, and disliked by the bad", "author":"Verse 77, The Dhammapada"},
{"quote":"The Wise Man\n\nDon't cultivate the company of bad companions. Don't cultivate depraved\nmen. Cultivate companions of good character. Cultivate superior men", "author":"Verse 78, The Dhammapada"},
{"quote":"The Wise Man\n\nHe who drinks in the Truth will live happily with a peaceful mind. A\nwise man always delights in the Truth taught by the saints", "author":"Verse 79, The Dhammapada"},
{"quote":"The Wise Man\n\nNavvies channel water, fletchers fashion arrows, and carpenters work on\nwood, but the wise disciple themselves", "author":"Verse 80, The Dhammapada"},
{"quote":"The Wise Man\n\nLike a solid rock is not shaken by the wind, so the wise are not moved\nby praise or blame", "author":"Verse 81, The Dhammapada"},
{"quote":"The Wise Man\n\nThe wise find peace on hearing the truth, like a deep, clear,\nundisturbed lake", "author":"Verse 82, The Dhammapada"},
{"quote":"The Wise Man\n\nThe good renounce everything. The pure don't babble about sensual\ndesires. Whether touched by pleasure or pain, the wise show no change of\ntemper", "author":"Verse 83, The Dhammapada"},
{"quote":"The Wise Man\n\nIf a man does not seek children, wealth or power either for himself or\nfor someone else, if he does not seek his own advantage by unprincipled\nmeans, he is a virtuous man, a wise man and a righteous man", "author":"Verse 84, The Dhammapada"},
{"quote":"The Wise Man\n\nFew are those among men who have crossed over to the other shore, while\nthe rest of mankind runs along the bank. However those who follow the\nprinciples of the well-taught Truth will cross over to the other shore,\nout of the dominion of Death, hard though it is to escape", "author":"Verse 85, The Dhammapada, 86"},
{"quote":"The Wise Man\n\nA wise man, abandoning the principle of darkness, should cultivate what\nis pure. Leaving home for the homeless life, let him seek his joy in the\nsolitude which people find so hard to enjoy, and, abandoning sensual\npleasures, let him cleanse himself of inner defilements, looking on\nnothing as his own", "author":"Verse 87, The Dhammapada, 88"},
{"quote":"The Wise Man\n\nThose whose minds are thoroughly practices in the factors of\nenlightenment, who find delight in freedom from attachment in the\nrenunciation of clinging, free from the inflow of thoughts, they are\nlike shining lights, having reached final liberation in the world", "author":"Verse 89, The Dhammapada"},
{"quote":"The Venerable\n\nJourney over, sorrowless, freed in every way, and with all bonds broken\n- for such a man there is no more distress", "author":"Verse 90, The Dhammapada"},
{"quote":"The Venerable\n\nThe recollected go forth to lives of renunciation. They take no pleasure\nin a fixed abode. Like wild swans abandoning a pool, they leave one\nresting place after another", "author":"Verse 91, The Dhammapada"},
{"quote":"The Venerable\n\nThose for whom there is no more acquisition, who are fully aware of the\nnature of food, whose dwelling place is an empty and imageless release -\nthe way of such people is hard to follow, like the path of birds through\nthe sky", "author":"Verse 92, The Dhammapada"},
{"quote":"The Venerable\n\nHe whose inflowing thoughts are dried up, who is unattached to food,\nwhose dwelling place is an empty and imageless release - the way of such\na person is hard to follow, like the path of birds through the sky", "author":"Verse 93, The Dhammapada"},
{"quote":"The Venerable\n\nWhen a man's senses have come to peace, like a horses well broken by the\ntrainer, when he is rid of conceit and without inflowing thoughts - even\ndevas envy such a well set man", "author":"Verse 94, The Dhammapada"},
{"quote":"The Venerable\n\nLike the earth he is not disturbed, like a great pillar he is firmly set\nand reliable, like a lake he is free from defilement. There are no more\nrebirths for such a well set man", "author":"Verse 95, The Dhammapada"},
{"quote":"The Venerable\n\nFreed by full realisation and at peace, the mind of such a man is at\npeace, and his speech and action peaceful", "author":"Verse 96, The Dhammapada"},
{"quote":"The Venerable\n\nHe has no need for faith who knows the uncreated, who has cut off\nrebirth, who has destroyed any opportunity for good or evil, and cast\naway all desire. He is indeed the ultimate man", "author":"Verse 97, The Dhammapada"},
{"quote":"The Venerable\n\nWhether in the village or the forest, whether on high ground or low,\nwherever the enlightened live, that is a delightful spot", "author":"Verse 98, The Dhammapada"},
{"quote":"The Venerable\n\nDelightful for them are the forests where men find no delight. The\ndesire-free find delight there, for they seek no sensual joys", "author":"Verse 99, The Dhammapada"},
{"quote":"The Thousands\n\nBetter than a thousand pointless words is one saying to the point on\nhearing which one finds peace.", "author":"Verse 100, The Dhammapada"},
{"quote":"The Thousands\n\nBetter than a thousand pointless verses is one stanza on hearing which\none finds peace.", "author":"Verse 101, The Dhammapada"},
{"quote":"The Thousands\n\nBetter than reciting a hundred pointless verses is one verse of the\nteaching (one dhammapada) on hearing which one finds peace.", "author":"Verse 102, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to defeat thousands upon thousands of men in battle, if\nanother were to overcome just one - himself, he is the supreme victor.\n", "author":"Verse 103, The Dhammapada"},
{"quote":"The Thousands\n\nVictory over oneself is better than that over others. When a man has\nconquered himself and always acts with self-control, neither devas,\nspirits, Mara or Brahma can reverse the victory of a man like that.", "author":"Verse 104, The Dhammapada,\n", "author":"Verse 105, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to perform sacrifices by the thousand month after month\nfor a hundred years, if another were to pay homage to a single inwardly\nperfected man for just a moment, that homage is better than the hundred\nyears of sacrifices.", "author":"Verse 106, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to tend the sacrificial fire for a hundred years in the\nforest, if another were to pay homage to a single inwardly perfected man\nfor just a moment, that homage is better than the hundred years of\nsacrifice.", "author":"Verse 107, The Dhammapada"},
{"quote":"The Thousands\n\nAll the sacrifices and offerings a man desiring merit could make in a\nyear in the world are not worth a quarter of the better merit of homage\nto the righteous.", "author":"Verse 108, The Dhammapada"},
{"quote":"The Thousands\n\nFour principal things increase in the man who is respectful and always\nhonours his elders - length of life, good looks, happiness and health.\n", "author":"Verse 109, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to live a hundred years immoral and with a mind\nunstilled by meditation, the life of a single day is better if one is\nmoral and practises meditation.", "author":"Verse 110, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to live a hundred years without wisdom and with a mind\nunstilled by meditation, the life of a single day is better if one is\nwise and practises meditation.", "author":"Verse 111, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to live a hundred years lazy and effortless, the\nlife of a single day is better if one makes a real effort.", "author":"Verse 112, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to live a hundred years without seeing the rise and\npassing of things, the life of a single day is better if one sees the\nrise and passing of things.", "author":"Verse 113, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to live a hundred years without seeing the deathless\nstate, the life of a single day is better if one sees the deathless\nstate.", "author":"Verse 114, The Dhammapada"},
{"quote":"The Thousands\n\nThough one were to live a hundred years without seeing the supreme\ntruth, the life of a single day is better if one sees the supreme truth.\n", "author":"Verse 115, The Dhammapada"},
{"quote":"Evil\n\nBe urgent in good; hold your thoughts off evil. When one is slack in\ndoing good the mind delights in evil.", "author":"Verse 116, The Dhammapada"},
{"quote":"Evil\n\nIf a man has done evil, let him not keep on doing it. Let him not create\nan inclination to it. The accumulation of evil means suffering.", "author":"Verse 117, The Dhammapada"},
{"quote":"Evil\n\nIf a man has done good, let him keep on doing it. Let him create an\ninclination to it. The accumulation of good means happiness.", "author":"Verse 118, The Dhammapada"},
{"quote":"Evil\n\nAn evil man encounters good so long as his evil behaviour does not bear\nfruit, but when his evil behaviour bears fruit, then the evil man\nencounters the evil consequences.", "author":"Verse 119, The Dhammapada"},
{"quote":"Evil\n\nAn good man encounters evil so long as his good behaviour does not bear\nfruit, but when his good behaviour bears fruit, then the good man\nencounters the good consequences.", "author":"Verse 120, The Dhammapada"},
{"quote":"Evil\n\nDo not think lightly of evil that not the least consequence will come of\nit. A whole waterpot will fill up from dripping drops of water. A fool\nfills himself with evil, just a little at a time.", "author":"Verse 121, The Dhammapada"},
{"quote":"Evil\n\nDo not think lightly of good that not the least consequence will come of\nit. A whole waterpot will fill up from dripping drops of water. A wise\nman fills himself with good, just a little at a time.", "author":"Verse 122, The Dhammapada"},
{"quote":"Evil\n\nOne should avoid evil like a merchant with much goods and only a small\nescort avoids a dangerous road, and like a man who loves life avoids\npoison.", "author":"Verse 123, The Dhammapada"},
{"quote":"Evil\n\nIf there is no wound on one's hand, one can handle poison. Poison has no\neffect where there is no wound. There is no evil for the non-doer.", "author":"Verse 124, The Dhammapada"},
{"quote":"Evil\n\nWhoever does harm to an innocent man, a pure man and a faultless one,\nthe evil comes back on that fool, like fine dust thrown into the wind.\n", "author":"Verse 125, The Dhammapada"},
{"quote":"Evil\n\nSome are reborn in a human womb, evil-doers go to hell, the good go to\nheaven, and those without inflowing thoughts achieve final liberation.\n", "author":"Verse 126, The Dhammapada"},
{"quote":"Evil\n\nNot in the sky, nor in the depths of the sea, nor hiding in the cleft of\nthe rocks, there is no place on earth where one can take one's stand to\nescape from an evil deed.", "author":"Verse 127, The Dhammapada"},
{"quote":"Evil\n\nNot in the sky, nor in the depths of the sea, nor hiding in the cleft of\nthe rocks, there is no place on earth where one can take one's stand to\nnot be overcome by death.", "author":"Verse 128, The Dhammapada"},
{"quote":"Violence\n\nAll fear violence, all are afraid of death. Seeing the similarity to\noneself, one should not use violence or have it used.", "author":"Verse 129, The Dhammapada"},
{"quote":"Violence\n\nAll fear violence, life is dear to all. Seeing the similarity to\noneself, one should not use violence or have it used.", "author":"Verse 130, The Dhammapada"},
{"quote":"Violence\n\nHe who does violence to creatures seeking happiness like himself does\nnot find happiness after death.", "author":"Verse 131, The Dhammapada"},
{"quote":"Violence\n\nHe who does no violence to creatures seeking happiness like himself does\nfind happiness after death.", "author":"Verse 132, The Dhammapada"},
{"quote":"Violence\n\nDon't speak harshly to anyone. If you do people will speak to you in the\nsame way. Harsh words are painful and their retaliation will hurt you.\n", "author":"Verse 133, The Dhammapada"},
{"quote":"Violence\n\nIf you don't disturb yourself, like a broken gong does not vibrate, then\nyou have achieved nirvana. Irritability no longer exists for you.", "author":"Verse 134, The Dhammapada"},
{"quote":"Violence\n\nLike a cowherd driving cows off to the fields, so old age and death take\naway the years from the living.", "author":"Verse 135, The Dhammapada"},
{"quote":"Violence\n\nEven when he is doing evil, the fool does not realise it. The idiot is\npunished by his own deeds, like one is scorched by fire.", "author":"Verse 136, The Dhammapada"},
{"quote":"Violence\n\nHe who does violence to the peaceful and harmless soon encounters one of\nten things - He may experience cruel pain, disaster, physical injury,\nsevere illness, or insanity, or else trouble with the authorities, grave\naccusation, bereavement, or loss of property, or else destruction of his\nhouse by fire, and on the death of his body the fool goes to hell.", "author":"Verse 137, The Dhammapada,", "author":"Verse 138, The Dhammapada,", "author":"Verse 139, The Dhammapada,", "author":"Verse 140, The Dhammapada"},
{"quote":"Violence\n\nNeither naked asceticism, matted hair, dirt, fasting, sleeping on the\nground, dust and mud, nor prolonged sitting on one's heels can purify a\nman who is not free of doubts.", "author":"Verse 141, The Dhammapada"},
{"quote":"Violence\n\nEven if richly dressed, when a man behaves even-mindedly and is at\npeace, restrained and established in the right way, chaste and\nrenouncing violence to all forms of life, then he is a brahmin, he is a\nholy man, he is a bhikkhu (true Buddhist monk).", "author":"Verse 142, The Dhammapada"},
{"quote":"Violence\n\nWhere is that man in the world who is so restrained by shame that he\navoids laziness like a thoroughbred horse avoids the whip?", "author":"Verse 143, The Dhammapada"},
{"quote":"Violence\n\nLike a thoroughbred horse touched by the whip, be strenuous and\ndetermined. Then you will be able to rid yourself of this great\nsuffering by means of faith, morality, energetic behaviour, stillness of\nmind and reflection on the teaching, after you have become full of\nwisdom, good habits and recollection.", "author":"Verse 144, The Dhammapada"},
{"quote":"Violence\n\nNavvies channel water, fletchers fashion arrows, and carpenters work on\nwood, but the good disciple themselves.", "author":"Verse 145, The Dhammapada"},
{"quote":"Old Age\n\nWhat is this laughter, what is this delight, forever burning (with\ndesires) as you are? Enveloped in darkness as you are, will you not look\nfor a lamp?", "author":"Verse 146, The Dhammapada"},
{"quote":"Old Age\n\nLook at the decorated puppet, a mass of wounds and of composite parts,\nfull of disease and always in need of attention. It has no enduring\nstability.", "author":"Verse 147, The Dhammapada"},
{"quote":"Old Age\n\nThis body is worn out with age, a nest of diseases and falling apart.\nThe mass of corruption disintegrates, and death is the end of life.", "author":"Verse 148, The Dhammapada"},
{"quote":"Old Age\n\nWhen these grey bones are cast aside like gourds in autumn, what\npleasure will there be in looking at them?", "author":"Verse 149, The Dhammapada"},
{"quote":"Old Age\n\nIt is a city built of bones, and daubed with flesh and blood, in which\nold age and death, pride and hypocrisy are the inhabitants.", "author":"Verse 150, The Dhammapada"},
{"quote":"Old Age\n\nEven kings' splendid carriages wear out, and the body is certain bound\nto grow old, but the Truth found by the saints is not subject to aging.\nThat is what the saints themselves proclaim.", "author":"Verse 151, The Dhammapada"},
{"quote":"Old Age\n\nAn ignorant man ages like an ox. His flesh may increase, but not his\nunderstanding.", "author":"Verse 152, The Dhammapada"},
{"quote":"Old Age\n\nI have passed in ignorance through a cycle of many rebirths, seeking the\nbuilder of the house. Continuous rebirth is a painful thing. But now,\nhousebuilder, I have found you out. You will not build me a house again.\nAll your rafters are broken, your ridge-pole shattered. My mind is free\nfrom active thought, and has made an end of craving.", "author":"Verse 153, The Dhammapada,", "author":"Verse 154, The Dhammapada"},
{"quote":"Old Age\n\nThose who have not lived the holy life, and have not acquired wealth in\ntheir youth, grow old like withered cranes beside a fishless pool.", "author":"Verse 155, The Dhammapada"},
{"quote":"Old Age\n\nThose who have not lived the holy life, and have not acquired wealth in\ntheir youth, lie like spent arrows, grieving for times past.", "author":"Verse 156, The Dhammapada"},
{"quote":"Self\n\nKnowing that one is dear to oneself, one should guard oneself well. For\none out of the three watches of the night a wise man should keep watch.\n", "author":"Verse 157, The Dhammapada"},
{"quote":"Self\n\nFirst he should establish himself in what is right. Then if he teaches\nothers, the wise man will not be corrupted.", "author":"Verse 158, The Dhammapada"},
{"quote":"Self\n\nIf one would only apply to oneself what one teaches others, when one was\nwell disciplined oneself one could train others. It is oneself who is\nhard to train.", "author":"Verse 159, The Dhammapada"},
{"quote":"Self\n\nOne is one's own guardian. What other guardian could one have? With\noneself well disciplined one obtains a rare guardian indeed.", "author":"Verse 160, The Dhammapada"},
{"quote":"Self\n\nThe evil he has done himself and which had its origin and being in\nhimself breaks a fool, like a diamond breaks a precious stone.", "author":"Verse 161, The Dhammapada"},
{"quote":"Self\n\nA man of great immorality is like a creeper, suffocating the tree it is\non. He does to himself just what an enemy would wish him.", "author":"Verse 162, The Dhammapada"},
{"quote":"Self\n\nThings which are wrong and to one's own disadvantage are easily enough\ndone, while what is both good and advantageous is extremely hard to do.\n", "author":"Verse 163, The Dhammapada"},
{"quote":"Self\n\nThe fool, who out of attachment to a wrong view speaks ill of the\nreligion of the enlightened and noble ones who live according to truth,\nbrings forth fruit to his own downfall, like the offspring of the\nbamboo.", "author":"Verse 164, The Dhammapada"},
{"quote":"Self\n\nBy oneself one does evil. By oneself one is defiled. By oneself one\nabstains from evil. By oneself one is purified. Purity and impurity are\npersonal matters. No one can purify someone else.", "author":"Verse 165, The Dhammapada"},
{"quote":"Self\n\nOne should not neglect one's own welfare for that of someone else,\nhowever great. When one has understood what one's own welfare really\nconsists of, one should apply oneself to that welfare.", "author":"Verse 166, The Dhammapada"},
{"quote":"The World\n\nDon't practice an ignoble way of life, don't indulge in a careless\nattitude. Don't follow a wrong view, and don't be attached to the world.\n", "author":"Verse 167, The Dhammapada"},
{"quote":"The World\n\nWake up and don't be careless, but lead a life of well-doing. He who\nfollows righteousness lives happily in this world and the next.", "author":"Verse 168, The Dhammapada"},
{"quote":"The World\n\nLead a life of righteousness, and not a life of wrong-doing. He who\nfollows righteousness lives happily in this world and the next.", "author":"Verse 169, The Dhammapada"},
{"quote":"The World\n\nLook on the world as a bubble, look on it as a mirage. The King of Death\nnever finds him who views the world like that.", "author":"Verse 170, The Dhammapada"},
{"quote":"The World\n\nCome, look at the world as a gilded royal carriage, in which fools get\nbogged down, while men of understanding have no attachment to it.", "author":"Verse 171, The Dhammapada"},
{"quote":"The World\n\nEven if previously careless, when a man later stops being careless, he\nilluminates the world, like the moon breaking away from a cloud.", "author":"Verse 172, The Dhammapada"},
{"quote":"The World\n\nWhen a man's bad deeds are covered over by good ones, he illuminates the\nworld, like the moon breaking away from a cloud.", "author":"Verse 173, The Dhammapada"},
{"quote":"The World\n\nBlinded indeed is this world. Few are those who see the truth. Like a\nbird breaking out of the net, few are those who go to heaven.", "author":"Verse 174, The Dhammapada"},
{"quote":"The World\n\nWild swans take the path of the sun. Men with powers travel through\nspace, but the wise step right out of the world, by conquering Mara and\nhis host.", "author":"Verse 175, The Dhammapada"},
{"quote":"The World\n\nWhen a man has already violated one rule, when he is a liar and rejects\nthe idea of a future world, there is no evil he is not capable of.", "author":"Verse 176, The Dhammapada"},
{"quote":"The World\n\nMiserly people certainly do not go to heaven. Fools for sure do not\npraise generosity, but the wise man who takes pleasure in giving is\nthereby happy hereafter.", "author":"Verse 177, The Dhammapada"},
{"quote":"The World\n\nBetter than being sole king of the whole earth, better than going to\nheaven or sovereignty over the whole universe is the fruit of becoming a\nstream-winner.", "author":"Verse 178, The Dhammapada"},
{"quote":"Buddhas\n\nHe whose victory is not relost, and whose victory no-one in the world\ncan take away, that Buddha, whose home is in the infinite, pathless as\nhe is, by what path will you lead him?", "author":"Verse 179, The Dhammapada"},
{"quote":"Buddhas\n\nHe who has no entrapping, clinging desire to lead him in any direction,\nthat Buddha, whose home is in the infinite, pathless as he is, by what\npath will you lead him?", "author":"Verse 180, The Dhammapada"},
{"quote":"Buddhas\n\nThose wise men, who are much given to meditation and find pleasure in\nthe peace of a spiritual way of life, even the devas envy them perfect\nBuddhas and recollected as they are.", "author":"Verse 181, The Dhammapada"},
{"quote":"Buddhas\n\nA human birth is hard to achieve. Difficult is the life of mortals. To\nhear the true teaching is difficult, and the achievement of Buddhahood\nis difficult.", "author":"Verse 182, The Dhammapada"},
{"quote":"Buddhas\n\nTo abstain from all evil, the practice of good, and the thorough\npurification of one's mind - this is the teaching of the Buddhas.", "author":"Verse 183, The Dhammapada"},
{"quote":"Buddhas\n\nLong-suffering patience is the supreme ascetic practice. Nirvana is\nsupreme, say the Buddhas. He is certainly not an ascetic who hurts\nothers, and nor is he a man of religion who causes suffering to others.\n", "author":"Verse 184, The Dhammapada"},
{"quote":"Buddhas\n\nNot to speak harshly and not to harm others, self restraint in\naccordance with the rules of the Order, moderation in food, a secluded\ndwelling, and the cultivation of the higher levels of consciousness -\nthis is the teaching of the Buddhas.", "author":"Verse 185, The Dhammapada"},
{"quote":"Buddhas\n\nThere is no satisfying the senses, not even with a shower of money. “The\nsenses are of slight pleasure and really suffering.” When a wise man has\nrealised this, he takes no pleasure, as a disciple of the Buddhas, even\nin the pleasures of heaven. Instead he takes pleasure in the elimination\nof craving.", "author":"Verse 186, The Dhammapada,", "author":"Verse 187, The Dhammapada"},
{"quote":"Buddhas\n\nDriven by fear, men take to many a refuge, in mountains, forests, parks,\nsacred groves and shrines, but these are not a secure kind of refuge. By\ntaking to this sort of refuge one is not released from suffering. He who\nhas gone to Buddha, Dhamma and Sangha for refuge, though, and who with\ntrue wisdom understands the Four Noble Truths of Suffering, the Origin\nof Suffering, the End of Suffering and the Noble Eightfold Path, leading\nto the Elimination of Suffering, this is a secure refuge, this is the\nultimate refuge; by taking to this refuge one is indeed released from\nall suffering.", "author":"Verse 188, The Dhammapada,", "author":"Verse 189, The Dhammapada,", "author":"Verse 190, The Dhammapada,", "author":"Verse 191, The Dhammapada,", "author":"Verse 192, The Dhammapada"},
{"quote":"Buddhas\n\nA truly thoroughbred man (a Buddha) is hard to find. He is not born\nanywhere, but where that seer is born, the people prosper.", "author":"Verse 193, The Dhammapada"},
{"quote":"Buddhas\n\nHappy is the attainment of Buddhahood, happy the teaching of the true\nTeaching, happy is the concord of the Sangha, happy the training of\nthose in concord.", "author":"Verse 194, The Dhammapada"},
{"quote":"Buddhas\n\nWhen a man venerates those worthy of veneration, be they Buddhas or\ntheir disciples, who have transcended all obstacles and passed beyond\nsorrow and tears - venerating such as these, whose passions are\nextinguished and for whom there is no further source for fear, no one\ncan calculate how great his merit is.", "author":"Verse 195, The Dhammapada,", "author":"Verse 196, The Dhammapada"},
{"quote":"Happiness\n\nHappy indeed we live who are free from hatred among those who still\nhate. In the midst of hate-filled men, we live free from hatred.", "author":"Verse 197, The Dhammapada"},
{"quote":"Happiness\n\nHappy indeed we live who are free from disease among those still\ndiseased. In the midst of diseased men, we live free from disease.", "author":"Verse 198, The Dhammapada"},
{"quote":"Happiness\n\nHappy indeed we live who are free from worry among those who are still\nworried. In the midst of worried men, we live free from worry.", "author":"Verse 199, The Dhammapada"},
{"quote":"Happiness\n\nHappy indeed we live who have nothing of our own. We shall feed on joy,\njust like the radiant devas.", "author":"Verse 200, The Dhammapada"},
{"quote":"Happiness\n\nA victor only breeds hatred, while a defeated man lives in misery, but a\nman at peace within lives happily, abandoning up ideas of victory and\ndefeat.", "author":"Verse 201, The Dhammapada"},
{"quote":"Happiness\n\nThere is no fire like desire. There is no weakness like anger. There is\nno suffering like the khandhas. There is no happiness greater than\npeace.", "author":"Verse 202, The Dhammapada"},
{"quote":"Happiness\n\nHunger is the supreme disease. Mental activity is the supreme suffering.\nWhen one has grasped this as it really is, nirvana is the supreme\nhappiness.", "author":"Verse 203, The Dhammapada"},
{"quote":"Happiness\n\nHealth is the supreme possession. Contentment is the supreme wealth. A\ntrustworthy friend is the supreme relation. Nirvana is the supreme\nhappiness.", "author":"Verse 204, The Dhammapada"},
{"quote":"Happiness\n\nAfter enjoying the taste of solitude and the taste of peace, one is\nfreed from distress and evil, as one enjoys the taste of spiritual joy.\n", "author":"Verse 205, The Dhammapada"},
{"quote":"Happiness\n\nIt is good to meet with the saints. Living with them is always sweet. By\nnot meeting fools one can be happy all the time.", "author":"Verse 206, The Dhammapada"},
{"quote":"Happiness\n\nA man who keeps company with a fool, will suffer for it a long time. It\nis always painful to live with fools, like with an enemy, but a wise man\nis good to live with, like meeting up with relatives.", "author":"Verse 207, The Dhammapada"},
{"quote":"Happiness\n\nTherefore, if he is a man of understanding and penetration, learned and\nhabitually moral, devout and noble, one should cultivate the company of\nthat just and wise man, in the same way as the moon keeps to a path\namong the stars.", "author":"Verse 208, The Dhammapada"},
{"quote":"Preference\n\nHe who applies himself to what is not really an appropriate subject for\napplication, and fails to apply himself to what is, missing the real\npurpose to grasp after what appeals to him, may well envy the man who\ndoes apply himself.", "author":"Verse 209, The Dhammapada"},
{"quote":"Preference\n\nNever have anything to do with likes and dislikes. The absence of what\none likes is painful, as is the presence of what one dislikes.", "author":"Verse 210, The Dhammapada"},
{"quote":"Preference\n\nTherefore don't take a liking to anything. To lose what one likes is\nhard, but there are no bonds for those who have no likes and dislikes.\n", "author":"Verse 211, The Dhammapada"},
{"quote":"Preference\n\nFrom preference arises sorrow, from preference arises fear, but he who\nis freed from preference has no sorrow and certainly no fear.", "author":"Verse 212, The Dhammapada"},
{"quote":"Preference\n\nFrom affection arises sorrow, from affection arises fear, but he who is\nfreed from affection has no sorrow and certainly no fear.", "author":"Verse 213, The Dhammapada"},
{"quote":"Preference\n\nFrom pleasure arises sorrow, from pleasure arises fear, but he who is\nfreed from pleasure has no sorrow and certainly no fear.", "author":"Verse 214, The Dhammapada"},
{"quote":"Preference\n\nFrom sensuality arises sorrow, from sensuality arises fear, but he who\nis freed from sensuality has no sorrow and certainly no fear.", "author":"Verse 215, The Dhammapada"},
{"quote":"Preference\n\nFrom craving arises sorrow, from craving arises fear, but he who is\nfreed from craving has no sorrow and certainly no fear.", "author":"Verse 216, The Dhammapada"},
{"quote":"Preference\n\nWell may people hold dear the man who is endowed with morality and\ninsight, who is well established in righteousness, a seer of the truth,\nand applying himself to his own business.", "author":"Verse 217, The Dhammapada"},
{"quote":"Preference\n\nHe whose longing has been aroused for the indescribable, whose mind has\nbeen quickened by it, and whose thought is not attached to sensuality is\ntruly called one who is bound upstream.", "author":"Verse 218, The Dhammapada"},
{"quote":"Preference\n\nWhen a man who has been away a long time at last comes home safely from\nfar away, his family, friends and acquaintances rejoice to see him back.\nIn the same way, when a man who has done good goes from this world to\nthe next, his good deeds receive him like relations welcoming a loved\none back again.", "author":"Verse 219, The Dhammapada,", "author":"Verse 220, The Dhammapada"},
{"quote":"Anger\n\nAbandon anger, give up pride, and overcome all fetters. Suffering does\nnor befall him who is without attachment to names and forms, and\npossesses nothing of his own.", "author":"Verse 221, The Dhammapada"},
{"quote":"Anger\n\nWhen a man governs his rising anger like a chariot going out of control,\nthat is what I call a charioteer. The rest are just holding the reins.\n", "author":"Verse 222, The Dhammapada"},
{"quote":"Anger\n\nOvercome anger with freedom from anger. Overcome evil with good.\nOvercome meanness with generosity, and overcome a liar with\ntruthfulness.", "author":"Verse 223, The Dhammapada"},
{"quote":"Anger\n\nSpeak the truth, don't get angry, and always give, even if only a\nlittle, when you are asked. By these three principles you can come into\nthe company of the devas.", "author":"Verse 224, The Dhammapada"},
{"quote":"Anger\n\nThose sages who do harm to no-one, and who are always physically\nrestrained, go to the everlasting abode, reaching which they will face\nno more suffering.", "author":"Verse 225, The Dhammapada"},
{"quote":"Anger\n\nInflowing thoughts come to an end in those who are ever alert of mind,\ntraining themselves night and day, and ever intent on nirvana.", "author":"Verse 226, The Dhammapada"},
{"quote":"Anger\n\nIt was so of old, Atula. It is not just so today. They criticise him who\nsits in silence, they criticise him who talks a lot. They even criticise\nhim who speaks in moderation. There is not a man in the world who is not\ncriticised.", "author":"Verse 227, The Dhammapada"},
{"quote":"Anger\n\nThere never has been, there never will be, and there is not now any man\nexclusively criticised or exclusively praised.", "author":"Verse 228, The Dhammapada"},
{"quote":"Anger\n\nIf a wise man of unblemished behaviour and endowed with wisdom, morality\nand stillness of mind, is praised by the discriminating after day in day\nout acquaintance with him, like a pure gold coin, then who is fit to\nfind fault with him? Even the King of the devas praises him.", "author":"Verse 229, The Dhammapada,", "author":"Verse 230, The Dhammapada"},
{"quote":"Anger\n\nGuard against physical unruliness. Be restrained in body. Abandoning\nphysical wrong doing, lead a life of physical well doing.", "author":"Verse 231, The Dhammapada"},
{"quote":"Anger\n\nGuard against mental unruliness. Be restrained in mind. Abandoning\nmental wrong doing, lead a life of mental well doing.", "author":"Verse 232, The Dhammapada"},
{"quote":"Anger\n\nGuard against verbal unruliness. Be restrained in speech. Abandoning\nverbal wrong doing, lead a life of verbal well doing.", "author":"Verse 233, The Dhammapada"},
{"quote":"Anger\n\nThe wise who are restrained in body, speech and mind - such are the well\nand truly restrained.", "author":"Verse 234, The Dhammapada"},
{"quote":"Faults\n\nYou are now like a withered leaf. Death's messengers themselves are in\nyour presence. You are standing in the jaws of your departure, and\nprovisions for the road you have none.", "author":"Verse 235, The Dhammapada"},
{"quote":"Faults\n\nIn such a case, build yourself an island. Make the effort quickly and\nbecome a wise man. Cleansed of your faults and now without blemish, you\nwill go to the heavenly land of the saints.", "author":"Verse 236, The Dhammapada"},
{"quote":"Faults\n\nYou are now at your life's conclusion. You are in the presence of the\nKing of Death. There is no stopping off place on the way, and provisions\nfor the road you have none.", "author":"Verse 237, The Dhammapada"},
{"quote":"Faults\n\nIn such a case, build yourself an island. Make the effort quickly and\nbecome a wise man. Cleansed of your faults and now without blemish, you\nwill come no more to birth and aging.", "author":"Verse 238, The Dhammapada"},
{"quote":"Faults\n\nLittle by little, moment by moment, a wise man should cleanse himself of\nblemishes, like a smith purifying silver.", "author":"Verse 239, The Dhammapada"},
{"quote":"Faults\n\nJust as the rust which develops on iron, derives from it but then\nproceeds to eat it away, so a person of unrestrained behaviour is drawn\nto hell by his own actions.", "author":"Verse 240, The Dhammapada"},
{"quote":"Faults\n\nLack of repetition is the blight of scriptures. Lack of repairs is the\nblight of buildings. The blight of beauty is laziness, and carelessness\nis the blight of a guard.", "author":"Verse 241, The Dhammapada"},
{"quote":"Faults\n\nThe blight of a woman is misconduct. The blight of a giver is meanness.\nBad mental states are indeed blights in this world and the next.", "author":"Verse 242, The Dhammapada"},
{"quote":"Faults\n\nBut the supreme blight, ignorance, is the blight of blights. Destroying\nthis blight, be free of blights, bhikkhus.", "author":"Verse 243, The Dhammapada"},
{"quote":"Faults\n\nLife is easy enough for the shameless, the crow-hero type of man,\noffensive, swaggering, impudent and depraved. But it is hard for the man\nof conscience, always striving after purity, alert, reserved, pure of\nbehaviour and discerning.", "author":"Verse 244, The Dhammapada,", "author":"Verse 245, The Dhammapada"},
{"quote":"Faults\n\nWhen a man takes life, tells lies, takes what he is not entitled to in\nthe world, resorts to other men's wives and indulges in drinking wine\nand spirits - such a man is digging up his own roots here and now in\nthis world.", "author":"Verse 246, The Dhammapada,", "author":"Verse 247, The Dhammapada"},
{"quote":"Faults\n\nSo understand this, my man - Unrestrained men are evil. Don't let greed\nand wrong doing subject you to lasting suffering.", "author":"Verse 248, The Dhammapada"},
{"quote":"Faults\n\nPeople give according to their faith, or as they feel well disposed. If\none is put out for that reason with other people's food and drink, then\none will not achieve stillness of mind in meditation, day or night. But\nhe who has destroyed that sort of reaction, has rooted it out and done\naway with it - he will achieve stillness of mind in meditation, day and\nnight.", "author":"Verse 249, The Dhammapada,", "author":"Verse 250, The Dhammapada"},
{"quote":"Faults\n\nThere is no fire like desire. There is no hold like anger. There is no\nnet like ignorance. There is no river like craving.", "author":"Verse 251, The Dhammapada"},
{"quote":"Faults\n\nOther people's faults are easily seen. One can winnow out other people's\nfaults like chaff. One hides one's own faults though, like a dishonest\ngambler hides an unlucky throw.", "author":"Verse 252, The Dhammapada"},
{"quote":"Faults\n\nWhen one notices the mistakes of others and is always finding fault with\nthem, the inflow of one's thoughts just increases and one is a long way\nfrom the cessation of this influx.", "author":"Verse 253, The Dhammapada"},
{"quote":"Faults\n\nJust as there is no path in the sky, there is no man of religion\noutside. Other people take pleasure in multiplicity, but the Buddhas are\nfree from it.", "author":"Verse 254, The Dhammapada"},
{"quote":"Faults\n\nJust as there is no path in the sky, there is no man of religion\noutside. There are no lasting functions of the mind, but there is no\noscillation of mind for the Buddhas.", "author":"Verse 255, The Dhammapada"},
{"quote":"The Righteous\n\nOne is not righteous if one decides a case without due consideration,\nbut the wise man who takes into account both for and against, and comes\nto his decision about others with due consideration - such a man of\ndiscrimination who keeps to the truth, he is to be called righteous.\n", "author":"Verse 256, The Dhammapada,", "author":"Verse 257, The Dhammapada"},
{"quote":"The Righteous\n\nOne is not a learned man by virtue of much speaking. He who is patient,\nwithout anger and fearless, he is to be called learned.", "author":"Verse 258, The Dhammapada"},
{"quote":"The Righteous\n\nOne is not a bearer of the teaching by virtue of much speaking, but he\nwho, even if he has only studied a little, has experienced the truth in\nperson, he is indeed a bearer of the teaching, who has not forgotten the\nteaching.", "author":"Verse 259, The Dhammapada"},
{"quote":"The Righteous\n\nOne is not an elder by virtue of having white hair. One is just advanced\nin years, and called “grown old in vain”. He in whom there is\ntruthfulness, non violence, restraint and self control, however - that\nwise and faultless sage is to be called an elder.", "author":"Verse 260, The Dhammapada,", "author":"Verse 261, The Dhammapada"},
{"quote":"The Righteous\n\nIt is not just by fine speech or by flower-like beauty that one is\nadmirable, if one is envious, mean and deceitful, but when that sort of\nbehaviour has been eliminated, rooted out and destroyed, that faultless\nsage is said to be admirable.", "author":"Verse 262, The Dhammapada,", "author":"Verse 263, The Dhammapada"},
{"quote":"The Righteous\n\nA shaven head does not make one a man of religion, if one is irreligious\nand untruthful. How could a man full of desires and greed be a man of\nreligion? But when a man has put aside all evil deeds, both great and\nsmall, by that putting away of evil deeds he is indeed called a man of\nreligion.", "author":"Verse 264, The Dhammapada,", "author":"Verse 265, The Dhammapada"},
{"quote":"The Righteous\n\nOne is not a bhikkhu by virtue of taking alms from others. By taking up\nany old teaching, one is not a bhikkhu on that account. But he who has\nhere and now ejected both good and evil, and in leading the holy life\nlives in accordance with reason - he is indeed called a bhikkhu.", "author":"Verse 266, The Dhammapada,\n", "author":"Verse 267, The Dhammapada"},
{"quote":"The Righteous\n\nSilence does not make a sage if he is stupid and ignorant, but when a\nman avoids evil as if he were choosing something of value on the scales\n- he is a sage. That indeed makes him a sage. He who discriminates in\nboth worlds is for that reason called a sage.", "author":"Verse 268, The Dhammapada,", "author":"Verse 269, The Dhammapada"},
{"quote":"The Righteous\n\nOne is not noble if one harms other living creatures. It is by non\nviolence to all forms of life that one is called noble.", "author":"Verse 270, The Dhammapada"},
{"quote":"The Righteous\n\nIt is not just by means of morality and religious observances, not by\ngreat learning nor by attainments in meditation, nor by living alone,\nnor by thinking, “I am enjoying a spiritual happiness which ordinary\npeople do not know” that a bhikkhu achieves peace if he has not achieved\nthe elimination of inflowing thoughts.", "author":"Verse 271, The Dhammapada,", "author":"Verse 272, The Dhammapada"},
{"quote":"The Righteous\n\nOf paths the Eightfold one is best, and of truths the Fourfold.\nDispassion is the best of mental states, and of human beings the best is\nthe seer.", "author":"Verse 273, The Dhammapada"},
{"quote":"The Way\n\nThis indeed is the Way - there is no other - for the  purification of\none's vision. Follow this way. It leads to Mara's confusion.", "author":"Verse 274, The Dhammapada"},
{"quote":"The Way\n\nFollowing this Path you will put an end to suffering. I have taught you\nthe Way after realising the removal of the arrow myself.", "author":"Verse 275, The Dhammapada"},
{"quote":"The Way\n\nMaking the effort is your affair. The Buddhas have pointed out the Way.\nThose who are on the way and practising meditation will be freed from\nMara's bonds.", "author":"Verse 276, The Dhammapada"},
{"quote":"The Way\n\nAll processes are impermanent. When one sees this with understanding,\nthen one is disillusioned with the things of suffering. This is the Path\nof Purification.", "author":"Verse 277, The Dhammapada"},
{"quote":"The Way\n\nAll processes are painful. When one sees this with understanding, then\none is disillusioned with the things of suffering. This is the Path of\nPurification.", "author":"Verse 278, The Dhammapada"},
{"quote":"The Way\n\nAll processes are out of my control. When one sees this with\nunderstanding, then one is disillusioned with the things of suffering.\nThis is the Path of Purification.", "author":"Verse 279, The Dhammapada"},
{"quote":"The Way\n\nSince he will not exert himself at the time for exertion, and although\nyoung and strong is full of indolence and irresolution and idleness, the\nlazy man is incapable of recognising the way of wisdom.", "author":"Verse 280, The Dhammapada"},
{"quote":"The Way\n\nBe guarded in speech, restrained of mind and not doing anything wrong\nphysically. Perfect these three forms of action, and fulfil the way\ntaught by the sages.", "author":"Verse 281, The Dhammapada"},
{"quote":"The Way\n\nFrom meditation springs wisdom. From lack of meditation, loss of wisdom.\nRecognising these alternative roads of progress and decline, one should\nso direct oneself so that one's wisdom will increase.", "author":"Verse 282, The Dhammapada"},
{"quote":"The Way\n\nCut down the forest, not just a tree. Out of the forest of desire\nsprings danger. By cutting down both the forest of desire and the\nbrushwood of longing, be rid of the forest (pun on the word “nirvana”),\nbhikkhus.", "author":"Verse 283, The Dhammapada"},
{"quote":"The Way\n\nSo long as the least desire of a man for women has not been eradicated,\nhe is fettered in mind, like a sucking calf to its mother.", "author":"Verse 284, The Dhammapada"},
{"quote":"The Way\n\nPluck out your desire, like one does an autumn lotus with one's hand.\nDevote yourself to the path of peace, the nirvana proclaimed by the\nBlessed One.", "author":"Verse 285, The Dhammapada"},
{"quote":"The Way\n\n“Here I will spend the rainy season, and here the hot season.” This is\nthe way a fool thinks. It does not occur to him what may happen in\nbetween.", "author":"Verse 286, The Dhammapada"},
{"quote":"The Way\n\nDeath comes and snatches away the man infatuated with children and\nlivestock, while his mind is still full of desire, like a great flood\nsweeping away a sleeping village.", "author":"Verse 287, The Dhammapada"},
{"quote":"The Way\n\nThere are no children to take refuge in them, no father or any other\nrelative. When a man is seized by that terminator, Death, there is no\ntaking refuge in family.", "author":"Verse 288, The Dhammapada"},
{"quote":"The Way\n\nWhen he has seen the implications of this, a wise man, restrained by\nmorality, should quickly develop the path leading to nirvana.", "author":"Verse 289, The Dhammapada"},
{"quote":"The Way\n\nIf he sees that by sacrificing a slight happiness he can obtain a\ngreater happiness, then a wise man should sacrifice the lesser happiness\nwith a view to the greater happiness.", "author":"Verse 290, The Dhammapada"},
{"quote":"Miscellaneous\n\nHe who seeks his own happiness by inflicting suffering on others, does\nnot reach freedom from hatred, caught as he is in the toils of hatred.\n", "author":"Verse 291, The Dhammapada"},
{"quote":"Miscellaneous\n\nWhat IS their affair is put aside. What is NOT their affair gets done.\nThe inflow of thoughts in such brazen and careless people just goes on\nincreasing. They whose recollection of the body is always well\nestablished, however, have nothing to do with what is not their affair,\nalways persevering in what IS their affair. The inflow of thoughts in\nsuch recollected and aware people simply dies away.", "author":"Verse 292, The Dhammapada,", "author":"Verse 293, The Dhammapada"},
{"quote":"Miscellaneous\n\nAfter killing mother (desire), father (“I am” conceit) and two warrior\nkings, and destroying the kingdom along with its subjects, the brahmin\ngoes on his way unperturbed.", "author":"Verse 294, The Dhammapada"},
{"quote":"Miscellaneous\n\nAfter killing mother, father and two priestly kings, and killed a tiger\nas his fifth victim, the brahmin goes on his way unperturbed.", "author":"Verse 295, The Dhammapada"},
{"quote":"Miscellaneous\n\nA good awakening have ever Gotama's disciples, whose recollection is\nalways established, day and night on the Buddha.", "author":"Verse 296, The Dhammapada"},
{"quote":"Miscellaneous\n\nA good awakening have ever Gotama's disciples, whose recollection is\nalways established, day and night on the Teaching.", "author":"Verse 297, The Dhammapada"},
{"quote":"Miscellaneous\n\nA good awakening have ever Gotama's disciples, whose recollection is\nalways established, day and night on the Order.", "author":"Verse 298, The Dhammapada"},
{"quote":"Miscellaneous\n\nA good awakening have ever Gotama's disciples, whose recollection is\nalways established, day and night on the body.", "author":"Verse 299, The Dhammapada"},
{"quote":"Miscellaneous\n\nA good awakening have ever Gotama's disciples, whose minds are always\nrejoicing in non violence.", "author":"Verse 300, The Dhammapada"},
{"quote":"Miscellaneous\n\nA good awakening have ever Gotama's disciples, whose minds are always\nrejoicing in the practice of meditation.", "author":"Verse 301, The Dhammapada"},
{"quote":"Miscellaneous\n\nIt is hard to take up a life of renunciation, and difficult to find\nsatisfaction in it, but it is also difficult to live in bad households,\nand painful to live with people unlike oneself, when one is forever\ntangled in suffering and restless. Therefore don't always be restless,\nand don't let yourself be tangled in suffering.", "author":"Verse 302, The Dhammapada"},
{"quote":"Miscellaneous\n\nWhen a man has faith, is endowed with virtue, and possessed of fame and\nwealth, wherever he lives he will be honoured.", "author":"Verse 303, The Dhammapada"},
{"quote":"Miscellaneous\n\nThe good are conspicuous a long way off, like a Himalayan peak, while\nthe bad are just not noticed, like arrows shot into the dark.", "author":"Verse 304, The Dhammapada"},
{"quote":"Miscellaneous\n\nLiving alone, sleeping alone, travelling alone, and resolute, alone and\nself disciplined, should take pleasure in living in the forest.", "author":"Verse 305, The Dhammapada"},
{"quote":"The Downward Coarse\n\nHe who speaks untruth goes to hell, as does he who, having done\nsomething, says, “I didn't do it.” Men of ignoble behaviour, they both\nend up the same in the next world.", "author":"Verse 306, The Dhammapada"},
{"quote":"The Downward Course\n\nMany of those dressed in the yellow robe are evil and unrestrained, and\nthe evil end up in hell because of their evil deeds.", "author":"Verse 307, The Dhammapada"},
{"quote":"The Downward Coarse\n\nIt is better to swallow a red-hot, flaming iron ball than for an\nunrestrained and immoral person to eat the alms food of the land.", "author":"Verse 308, The Dhammapada"},
{"quote":"The Downward Coarse\n\nThe thoughtless man who consorts with another man's wife encounters four\nthings - accumulation of demerit, disturbed sleep, thirdly disgrace, and\nhell fourth.", "author":"Verse 309, The Dhammapada"},
{"quote":"The Downward Coarse\n\nAccumulation of demerit, a bad rebirth and the slight pleasure of a\nfrightened man and a frightened woman - while the authorities impose a\nsevere penalty too. Therefore a man should not consort with another\nman's wife.", "author":"Verse 310, The Dhammapada"},
{"quote":"The Downward Coarse\n\nIn the same way that a wrongly handled blade of grass will cut one's\nhand, so a badly fulfilled life in religion will drag one down to hell.\n", "author":"Verse 311, The Dhammapada"},
{"quote":"The Downward Coarse\n\nLax behaviour, broken observances and dubious chastity - these are of no\ngreat benefit.", "author":"Verse 312, The Dhammapada"},
{"quote":"The Downward Course\n\nIf it ought to be done, then do it; apply yourself to it strenuously. A\nlax man of religion just spreads even more dust.", "author":"Verse 313, The Dhammapada"},
{"quote":"The Downward Course\n\nA bad action is best left undone. One is punished later for a bad\naction. But a good deed is best done, for which one will not be punished\nfor doing it.", "author":"Verse 314, The Dhammapada"},
{"quote":"The Downward Course\n\nGuard yourself like a frontier town, guarded inside and out. Don't let a\nmoment slip you by. Those who have missed their opportunity grieve for\nit when they end up in hell.", "author":"Verse 315, The Dhammapada"},
{"quote":"The Downward Course\n\nAshamed of what is not a matter for shame, and not ashamed of what is,\nby holding to wrong views people go to a bad rebirth.", "author":"Verse 316, The Dhammapada"},
{"quote":"The Downward Course\n\nSeeing danger where there is no danger, and not seeing danger where\nthere is, by holding to wrong views people go to a bad rebirth.", "author":"Verse 317, The Dhammapada"},
{"quote":"The Downward Course\n\nSeeing a fault in what is not a fault, and not seeing a fault in what\nis, by holding to wrong views people go to a bad rebirth.", "author":"Verse 318, The Dhammapada"},
{"quote":"The Downward Course\n\nRecognising a fault as a fault, and what is not a fault as not one, by\nholding to right views people go to a good rebirth.", "author":"Verse 319, The Dhammapada"},
{"quote":"The Elephant\n\nI will bear criticism like an elephant in battle bears an arrow from a\nbow. Most people are bad behaviour.", "author":"Verse 320, The Dhammapada"},
{"quote":"The Elephant\n\nOne can take a trained elephant even into a crowd. The king himself will\nride a trained elephant. He who is disciplined is the best of men, since\nhe can bear criticism.", "author":"Verse 321, The Dhammapada"},
{"quote":"The Elephant\n\nTrained mules are excellent, and so are thoroughbred horses from the\nSindh, and so are great battle elephants, but more excellent than them\nall is a disciplined man.", "author":"Verse 322, The Dhammapada"},
{"quote":"The Elephant\n\nThere is no reaching the unattainable with mounts like these, but with\nhimself well under control a disciplined man can get there.", "author":"Verse 323, The Dhammapada"},
{"quote":"The Elephants\n\nDhammapalo, the elephant, is hard to control in rut. Even when tied up,\nhe refuses his food. The great tusker is thinking of the elephant\nforest.", "author":"Verse 324, The Dhammapada"},
{"quote":"The Elephant\n\nWhen a man is a lie-abed and over-eats, a lazy person who wallows in\nsleep like a great over-fed hog, a fool like that will be reborn time\nafter time.", "author":"Verse 325, The Dhammapada"},
{"quote":"The Elephant\n\nMy mind used formerly to go off wandering wherever it felt like,\nfollowing its own inclination, but today I shall control it carefully,\nlike a mahout does a rutting elephant.", "author":"Verse 326, The Dhammapada"},
{"quote":"The Elephant\n\nTake pleasure in being careful. Guard your mind well. Extricate yourself\nfrom the mire, like a great tusker sunk in the mud.", "author":"Verse 327, The Dhammapada"},
{"quote":"The Elephant\n\nIf you find an intelligent companion, a wise and well-behaved person\ngoing the same way as yourself, then go along with him, overcoming all\ndangers, pleased at heart and mindful.", "author":"Verse 328, The Dhammapada"},
{"quote":"The Elephant\n\nBut if you do not find an intelligent companion, a wise and well-behaved\nperson going the same way as yourself, then go on your way alone, like a\nking abandoning a conquered kingdom, or like a great elephant in the\ndeep forest.", "author":"Verse 329, The Dhammapada"},
{"quote":"The Elephant\n\nIt is better to travel alone. There is no companionship with a fool. Go\non your way alone and commit no evil, without cares like a great\nelephant in the deep forest.", "author":"Verse 330, The Dhammapada"},
{"quote":"The Elephant\n\nIt is good to have companions when occasion arises, and it is good to be\ncontented with whatever comes. Merit is good at the close of life, and\nthe elimination of all suffering is good.", "author":"Verse 331, The Dhammapada"},
{"quote":"The Elephant\n\nGood is filial devotion to one's mother in the world, and devotion to\none's father is good. It is good to be a sanyasi in the world and to be\na brahmin too.", "author":"Verse 332, The Dhammapada"},
{"quote":"The Elephant\n\nGood is good behaviour up to old age, good is firmly established faith,\ngood is the acquisition of understanding, and abstention from evil is\ngood.", "author":"Verse 333, The Dhammapada"},
{"quote":"Thirst\n\nThe desire of a thoughtlessly living man grows like a creeper. He drifts\nfrom one life to another like a monkey looking for fruit in the forest.\n", "author":"Verse 334, The Dhammapada"},
{"quote":"Thirst\n\nWhen one is overcome by this wretched, clinging desire in the world,\none's sorrows increase like grass growing up after a lot of rain.", "author":"Verse 335, The Dhammapada"},
{"quote":"Thirst\n\nBut when one masters this wretched desire, which is so hard to overcome,\nthen one's sorrows just drop off, like a drop of water off a lotus.", "author":"Verse 336, The Dhammapada"},
{"quote":"Thirst\n\nThis is what I say to you - Good luck be with you, gathered here. Dig up\nthe root of craving, as one does a weed for its fragrant root. Don't let\nMara destroy you again and again, like a stream does its reeds.", "author":"Verse 337, The Dhammapada"},
{"quote":"Thirst\n\nIn the same way that even a felled tree will grow again if its root is\nstrong and undamaged, so if latent desire has not been rooted out, then\nsuffering shoots up again and again.", "author":"Verse 338, The Dhammapada"},
{"quote":"Thirst\n\nWhen the thirty six pleasure-bound streams of craving are strong in a\nman, then numerous desire-based thoughts pull the deluded man along.", "author":"Verse 339, The Dhammapada"},
{"quote":"Thirst\n\nThe streams (of craving) flow everywhere, and the creeper hoots up and\nestablishes itself, so when you see the creeper shooting up, cut away\nits root with your understanding.", "author":"Verse 340, The Dhammapada"},
{"quote":"Thirst\n\nThe recollection and attraction of pleasures occur to a man, and those\nwho are attached to the agreeable and seeking enjoyment, they are the\npeople subject to birth and aging.", "author":"Verse 341, The Dhammapada"},
{"quote":"Thirst\n\nPeople beset by desire run here and there, like a snared rabbit, and\nthose trapped in the bonds of attachments keep returning for a long time\nto suffering.", "author":"Verse 342, The Dhammapada"},
{"quote":"Thirst\n\nPeople beset by desire run here and there, like a snared rabbit, so one\nshould get rid of one's craving if it is freedom from desire that one\nwants.", "author":"Verse 343, The Dhammapada"},
{"quote":"Thirst\n\nWhen a man out of the forest of desire is drawn back into the forest,\nthen free from the forest as he is, he runs back into it. Look at him -\nfree, he is running back to chains.", "author":"Verse 344, The Dhammapada"},
{"quote":"Thirst\n\nThe wise say that it is not an iron, wooden or fibre fetter which is a\nstrong one, but the besotted hankering after trinkets, children and\nwives, that, say the wise, is the strong fetter. It drags one down, and\nloose as it feels, it is hard to break. Breaking this fetter, people\nrenounce the world, free from longing and abandoning sensuality.", "author":"Verse 345, The Dhammapada,", "author":"Verse 346, The Dhammapada"},
{"quote":"Thirst\n\nThose on fire with desire follow the stream of their desires, like a\nspider follows the strands of its self-made web. Breaking the bond, the\nwise walk on free from longing, and leaving all suffering behind.", "author":"Verse 347, The Dhammapada"},
{"quote":"Thirst\n\nLet go the past, let go the future, and let go what is in between,\ntranscending the things of time. With your mind free in every direction,\nyou will not return to birth and aging.", "author":"Verse 348, The Dhammapada"},
{"quote":"Thirst\n\nWhen a man is stimulated by his own thoughts, full of desire and\ndwelling on what is attractive, his craving increases even more. He is\nmaking the fetter even stronger. But he who takes pleasure in stilling\nhis thoughts, practising the contemplation of what is repulsive, and\nremaining recollected, now he will make an end of craving, he will snap\nthe bonds of Mara. His aim is accomplished, he is without fear, rid of\ncraving and without stain. He has removed the arrows of changing\nexistence. This is his last body.", "author":"Verse 349, The Dhammapada,", "author":"Verse 350, The Dhammapada,", "author":"Verse 351, The Dhammapada"},
{"quote":"Thirst\n\nRid of craving and without clinging, an expert in the study of texts,\nand understanding the right sequence of the words, he may indeed be\ncalled “In his last body”, “Great in wisdom” and a “Great man”.", "author":"Verse 352, The Dhammapada"},
{"quote":"Thirst\n\nAll-conquering and all-knowing am I. Amidst all states of mind,\nunaffected am I. By abandoning everything, I am liberated by the\ncessation of desire. Having achieved Realisation by myself, who should I\npoint to as my teacher?", "author":"Verse 353, The Dhammapada"},
{"quote":"Thirst\n\nThe gift of the Truth beats all other gifts. The flavour of the Truth\nbeats all other tastes. The joy of the Truth beats all other joys, and\nthe cessation of desire conquers all suffering.", "author":"Verse 354, The Dhammapada"},
{"quote":"Thirst\n\nRiches destroy a fool, but not those who are seeking the other shore.\nThe fool destroys himself by his craving for riches, as he destroys\nothers too.", "author":"Verse 355, The Dhammapada"},
{"quote":"Thirst\n\nWeeds are the blight of fields. Desire is the blight of mankind.\nConsequently offerings to those free from desire are of great fruit.", "author":"Verse 356, The Dhammapada"},
{"quote":"Thirst\n\nWeeds are the blight of fields. Anger is the blight of mankind.\nConsequently offerings to those free from anger are of great fruit.", "author":"Verse 357, The Dhammapada"},
{"quote":"Thirst\n\nWeeds are the blight of fields. Delusion is the blight of mankind.\nConsequently offerings to those free from delusion are of great fruit.\n", "author":"Verse 358, The Dhammapada"},
{"quote":"Thirst\n\nWeeds are the blight of fields. Self-seeking is the blight of mankind.\nConsequently offerings to those free from self-seeking are of great\nfruit.", "author":"Verse 359, The Dhammapada"},
{"quote":"The Bhikshu\n\nRestraint of the eyes is good. So is restraint of the ears. Restraint of\nthe nose is good, and so is restraint of the palate.", "author":"Verse 360, The Dhammapada"},
{"quote":"The Bhikshu\n\nRestraint of the body is good. So is restraint of speech. Restraint of\nmind is good, and so is restraint in everything. The bhikkhu who is\nrestrained in everything, is freed from all suffering.", "author":"Verse 361, The Dhammapada"},
{"quote":"The Bhikshu\n\nRestrained of hand, restrained of foot, restrained of speech and\nrestrained in his highest faculty, with his joy turned inwards, his mind\nstill, alone and contented - that is what they call a bhikkhu.", "author":"Verse 362, The Dhammapada"},
{"quote":"Bhikkhu\n\nWhen a bhikkhu is restrained of tongue, quotes wise sayings, and is\npeaceful, expounding both letter and spirit - his speech is good to\nhear.", "author":"Verse 363, The Dhammapada"},
{"quote":"Bhikkhu\n\nWith joy in the Teaching, delighting in the Teaching, and pondering over\nthe Teaching, the bhikkhu who remembers the Teaching does not fall away\nfrom the Teaching.", "author":"Verse 364, The Dhammapada"},
{"quote":"Bhikkhu\n\nOne should not underestimate what one has got, and one should not live\nenvying others. A bhikkhu who envies others does not achieve stillness\nof mind in meditation.", "author":"Verse 365, The Dhammapada"},
{"quote":"Bhikkhu\n\nEven if he has only received a little, if a bhikkhu does not look down\non what he has received, even the devas praise him, pure of life and\ndetermined as he is.", "author":"Verse 366, The Dhammapada"},
{"quote":"Bhikkhu\n\nWhen a man is without self-identification with any object or idea, and\ndoes not grieve for what does not exist - that is what is called a\nbhikkhu.", "author":"Verse 367, The Dhammapada"},
{"quote":"Bhikkhu\n\nThe bhikkhu who lives full of goodwill, with faith in the religion of\nthe Buddha - he will reach the place of peace, the satisfaction of\nstilling the functions of the mind.", "author":"Verse 368, The Dhammapada"},
{"quote":"Bhikkhu\n\nEmpty the boat, bhikkhu. Empty it will sail lightly for you. When you\nhave cut away desire and aversion, you will come to nirvana as a result.\n", "author":"Verse 369, The Dhammapada"},
{"quote":"Bhikkhu\n\nCut away the five (lower fetters), abandon the five (remaining fetters),\nand then develop the five (faculties). The bhikkhu who has transcended\nthe five fetters is said to be “crossed over the flood”.", "author":"Verse 370, The Dhammapada"},
{"quote":"Bhikkhu\n\nMeditate, bhikkhu, don't be careless, don't let your mind take pleasure\nin the senses. Don't have to swallow the iron ball for being careless.\nDon't have to cry out, “This is terrible” as you burn.", "author":"Verse 371, The Dhammapada"},
{"quote":"Bhikkhu\n\nThere is no meditation without wisdom, and there is no wisdom without\nmeditation. When a man has both meditation and wisdom, he is indeed\nclose to nirvana.", "author":"Verse 372, The Dhammapada"},
{"quote":"Bhikkhu\n\nWhen he has gone off to a lonely building, the bhikkhu whose mind is at\npeace experiences a more than human joy, when he recognises the supreme\nTruth.", "author":"Verse 373, The Dhammapada"},
{"quote":"Bhikkhu\n\nWhenever he meditates on the rise and fall of the constituent elements\nof existence, he experiences joy and rapture. It is immortality for men\nof discrimination.", "author":"Verse 374, The Dhammapada"},
{"quote":"Bhikkhu\n\nTherefore in this religion, this is what comes first for a wise bhikkhu\n- guarding of the senses, contentment, and discipline in accordance with\nthe rules of the Order. He should cultivate friends of good character,\nof pure behaviour and resolute. He should be friendly in his manner, and\nwell-behaved. As a result he will experience great joy, and put an end\nto suffering.", "author":"Verse 375, The Dhammapada,", "author":"Verse 376, The Dhammapada"},
{"quote":"Bhikkhu\n\nIn the same way that the jasmine drops its withered flowers, you too\nshould discard desire and aversion, bhikkhus.", "author":"Verse 377, The Dhammapada"},
{"quote":"Bhikkhu\n\nPeaceful of body, peaceful of speech and with his mind thoroughly\nstilled, the bhikkhu who has rid himself of attachment to the world - is\ncalled “at peace”.", "author":"Verse 378, The Dhammapada"},
{"quote":"Bhikkhu\n\nYou should encourage yourself, yourself. You should restrain yourself,\nyourself. When you are self-protected like that, you will live happily\nas a bhikkhu.", "author":"Verse 379, The Dhammapada"},
{"quote":"Bhikkhu\n\nOne is one's own guard. What other guard could one have? One is one's\nown destiny. Therefore one should train oneself, like a merchant does a\nthoroughbred horse.", "author":"Verse 380, The Dhammapada"},
{"quote":"Bhikkhu\n\nThe bhikkhu who experiences great joy, and has faith in the religion of\nthe Buddha, will attain the place of peace, the satisfaction of stilling\nthe functions of the mind.", "author":"Verse 381, The Dhammapada"},
{"quote":"Bhikkhu\n\nWhen a bhikkhu applies himself when still young to the religion of the\nBuddha, he illuminates the world, like the moon breaking breaking away\nfrom a cloud.", "author":"Verse 382, The Dhammapada"},
{"quote":"Brahmin\n\nCut the stream and go across, abandon sensuality, brahmin. When you have\nachieved the stilling of the activities of the mind, you will know the\nunconditioned, brahmin.", "author":"Verse 383, The Dhammapada"},
{"quote":"Brahmin\n\nWhen a brahmin has crossed beyond duality, then all the fetters of such\na seer come to an end.", "author":"Verse 384, The Dhammapada"},
{"quote":"Brahmin\n\nWhen a man knows no this shore, other shore, or both - such a one, free\nfrom anxiety, liberated, that is what I call a brahmin.", "author":"Verse 385, The Dhammapada"},
{"quote":"Brahmin\n\nMeditating, free from stain, settled in mind, with job accomplished,\nwithout inflowing thoughts, and having achieved the supreme purpose -\nthat is what I call a brahmin.", "author":"Verse 386, The Dhammapada"},
{"quote":"Brahmin\n\nBy day it is the sun which shines, at night the moon shines forth. A\nwarrior shines in his armour, and a brahmin shines in meditation. But at\nall times, by day and by night, the Buddha shines in his glory.", "author":"Verse 387, The Dhammapada"},
{"quote":"Brahmin\n\nA brahmin is called so by breaking with evil deeds. It is by pious\nbehaviour that a man is called a man of religion, and by casting out\nblemishes one is called one gone forth.", "author":"Verse 388, The Dhammapada"},
{"quote":"Brahmin\n\nOne should not strike a brahmin, and nor should a brahmin lose his\ntemper. Shame on him who strikes a brahmin, and shame on him who loses\nhis temper because of it.", "author":"Verse 389, The Dhammapada"},
{"quote":"Brahmin\n\nNothing is better in a brahmin than this - that he restrains his mind\nfrom pleasurable things. Suffering disappears for him to the same extent\nthat he gets rid of thoughts of harming anyone.", "author":"Verse 390, The Dhammapada"},
{"quote":"Brahmin\n\nHe who does no wrong with body, speech or mind, but is restrained in all\nthree spheres - that is what I call a brahmin.", "author":"Verse 391, The Dhammapada"},
{"quote":"Brahmin\n\nOne should reverently pay homage to the man from whom one has learned\nthe Truth, taught by the True Buddha, like a brahmin does to the\nsacrificial fire.", "author":"Verse 392, The Dhammapada"},
{"quote":"Brahmin\n\nOne is not a brahmin by virtue of matted hair, lineage or caste. When a\nman possesses both Truth and truthfulness, then he is pure, then he is a\nbrahmin.", "author":"Verse 393, The Dhammapada"},
{"quote":"Brahmin\n\nWhat use is your matted hair, you fool? What use is your antelope skin?\nYou are tangled inside, and you are just making the outside pretty.", "author":"Verse 394, The Dhammapada"},
{"quote":"Brahmin\n\nThe man who wears robes made from rags off the dust heap, who is gaunt,\nwith his sinews standing out all over his body, alone meditating in the\nforest - that is what I call a brahmin.", "author":"Verse 395, The Dhammapada"},
{"quote":"Brahmin\n\nI do not call him a brahmin who is so by natural birth from his mother.\nHe is just a supercilious person if he still has possessions of his own.\nHe who owns nothing of his own, and is without attachment - that is what\nI call a brahmin.", "author":"Verse 396, The Dhammapada"},
{"quote":"Brahmin\n\nHe who, having cut off all fetters, does not get himself upset, but is\nbeyond bonds - that liberated man is what I call a brahmin.", "author":"Verse 397, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has cut off both bond and strap, halter as well as bridle, who\nhas removed the barrier, himself a Buddha - that is what I call a\nbrahmin.", "author":"Verse 398, The Dhammapada"},
{"quote":"Brahmin\n\nHe who endures undisturbed criticism, ill-treatment and bonds, strong in\npatience, and that strength his power - that is what I call a brahmin.\n", "author":"Verse 399, The Dhammapada"},
{"quote":"Brahmin\n\nWithout anger, devout, upright, free from craving, disciplined and in\nhis last body - that is what I call a brahmin.", "author":"Verse 400, The Dhammapada"},
{"quote":"Brahmin\n\nLike water on a lotus leaf, like a mustard seed on the point of an pin,\nhe who is not stuck to the senses - that is what I call a brahmin.", "author":"Verse 401, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has experienced the end of his suffering here in this life, who\nhas set down the burden, freed! - that is what I call a brahmin.", "author":"Verse 402, The Dhammapada"},
{"quote":"Brahmin\n\nThe sage of profound wisdom, the expert in the right and wrong road, he\nwho has achieved the supreme purpose - that is what I call a brahmin.\n", "author":"Verse 403, The Dhammapada"},
{"quote":"Brahmin\n\nNot intimate with laity or monks, wandering about with no abode, and few\nneeds - that is what I call a brahmin.", "author":"Verse 404, The Dhammapada"},
{"quote":"Brahmin\n\nAbandoning violence to all living creatures moving or still, he who\nneither kills or causes killing - that is what I call a brahmin.", "author":"Verse 405, The Dhammapada"},
{"quote":"Brahmin\n\nUnagitated amongst the agitated, at peace among the violent, without\nclinging among those who cling - that is what I call a brahmin.", "author":"Verse 406, The Dhammapada"},
{"quote":"Brahmin\n\nHe from whom desire and aversion, conceit and hypocrisy have fallen\naway, like a mustard seed on the point of a pin - that is what I call a\nbrahmin.", "author":"Verse 407, The Dhammapada"},
{"quote":"Brahmin\n\nHe who utters only gentle, instructive and truthful speech, criticising\nno-one - that is what I call a brahmin.", "author":"Verse 408, The Dhammapada"},
{"quote":"Brahmin\n\nHe who takes nothing in the world that has not been given him, long or\nshort, big or small, attractive or that is what I call a brahmin.", "author":"Verse 409, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has no desires in this world or the next, without longings,\nfreed! - that is what I call a brahmin.", "author":"Verse 410, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has no attachments and has been freed from uncertainty by\nrealisation, who has plunged into the deathless - that is what I call a\nbrahmin.", "author":"Verse 411, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has even here and now transcended the fetter of both good and\nevil, who is sorrowless, faultless and pure - that is what I call a\nbrahmin.", "author":"Verse 412, The Dhammapada"},
{"quote":"Brahmin\n\nThe man who is stainless, pure, clear and free from impurities like the\nmoon, the search for pleasure extinguished - that is what I call a\nbrahmin.", "author":"Verse 413, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has transcended the treacherous mire of samsara and ignorance,\nwho has crossed over, reached the other shore, meditating, motionless of\nmind, free from uncertainty, and who is at peace by not clinging to\nanything - that is what I call a brahmin.", "author":"Verse 414, The Dhammapada"},
{"quote":"Brahmin\n\nHe who by here and now abandoning sensuality, has gone forth a homeless\nwanderer, the search for pleasure extinguished - that is what I call a\nbrahmin.", "author":"Verse 415, The Dhammapada"},
{"quote":"Brahmin\n\nHe who by here and now abandoning craving, has gone forth a homeless\nwanderer, the search for pleasure extinguished - that is what I call a\nbrahmin.", "author":"Verse 416, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has abandoned human bonds, and transcended those of heaven,\nliberated from all bonds - that is what I call a brahmin.", "author":"Verse 417, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has abandoned pleasure and displeasure, is cooled off and without\nfurther fuel, the hero who has conquered all worlds - that is what I\ncall a brahmin.", "author":"Verse 418, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has seen the passing away and rebirth of all beings, free of\nclinging, blessed, awakened - that is what I call a brahmin.", "author":"Verse 419, The Dhammapada"},
{"quote":"Brahmin\n\nHe whose path devas, spirits and men cannot know, whose inflowing\nthoughts are ended, a saint - that is what I call a brahmin.", "author":"Verse 420, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has nothing of his own, before, after or in between,\npossessionless and without attachment - that is what I call a brahmin.\n", "author":"Verse 421, The Dhammapada"},
{"quote":"Brahmin\n\nBull-like, noble, a hero, a great sage, and a conqueror, he who is\nmotionless of mind, washed clean and awakened - that is what I call a\nbrahmin.", "author":"Verse 422, The Dhammapada"},
{"quote":"Brahmin\n\nHe who has known his former lives and can see heaven and hell\nthemselves, while he has attained the extinction of rebirth, a seer,\nmaster of transcendent knowledge, and master of all masteries - that is\nwhat I call a brahmin.", "author":"Verse 423, The Dhammapada"}
]}
