{"data": [
{"quote":"Conservatism is the blind and fear-filled worship of dead radicals."},
{"quote":"Courage is resistance of fear, mastery of fear, not absence of fear."},
{"quote":"No one who’s seen it in action can say the phrase “government help” without either laughing or crying."},
{"quote":"What if you were an idiot, and what if you were a member of Congress?\nBut I repeat myself.", "author": "Mark Twain"},
{"quote":"The saddest life is that of a political aspirant under democracy. His failure is ignominious and his success is disgraceful.", "author": "H.L. Mencken"},
{"quote":"We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.", "author": "T.S. Eliot"},
{"quote":"‘Faith’ means not _wanting_ to know what is true.", "author": "Nietzsche"},
{"quote":"Nearly all men can stand adversity, but if you want to test a man’s character, give him power.", "author": "Abraham Lincoln"},
{"quote":"He who joyfully marches to music in rank and file has already earned my contempt.  He has been given a large brain by mistake, since for him the spinal cord would fully suffice.", "author": "Albert Einstein"},
{"quote":"It is the assumption of this book that a work of art is a gift, not a commodity.  Or, to state the modern case with more precision, that works of art exist simultaneously in two “economies,” a market economy and a gift economy.  Only one of these is essential, however: a work of art can survive without the market, but where there is no gift there is no art.", "author": "Lewis Hyde"},
{"quote":"“If I must write the truth, I am disposed to avoid every assembly of bishops; for of no synod have I seen a profitable end, but rather an addition to than a diminution of evils; for the love of strife and the thirst for superiority are beyond the power of words to express.”", "author": "Father Gregory Nazianzen, 381 AD"},
{"quote":"The two pillars of ‘political correctness’ are,\n  a) willful ignorance, and\n  b) a steadfast refusal to face the truth", "author": "George MacDonald Fraser"},
{"quote":"Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.", "author": "P. J. O’Rourke"},
{"quote":"As with the Christian religion, the worst advertisement for Socialism is its adherents.", "author": "George Orwell"},
{"quote":"The common argument that crime is caused by poverty is a kind of slander on the poor.", "author": "H. L. Mencken"},
{"quote":"Faith may be defined briefly as an illogical belief in the occurrence of the improbable...A man full of faith is simply one who has lost (or never had) the capacity for clear and realistic thought. He is not a mere ass: he is actually ill.", "author": "H. L. Mencken"},
{"quote":"To stay young requires the unceasing cultivation of the ability to unlearn old falsehoods.", "author": "Lazarus Long"},
{"quote":"What is a magician but a practicing theorist?", "author": "Obi-Wan Kenobi"},
{"quote":"A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.", "author": "Robert A. Heinlein"},
{"quote":"Everything that is really great and inspiring is created by the individual who can labor in freedom.", "author": "Albert Einstein"},
{"quote":"I have never made but one prayer to God, a very short one: “O Lord, make my enemies ridiculous.” And God granted it.", "author": "Voltaire"},
{"quote":"A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on an installment plan.", "author": "Martin Luther King, Jr."},
{"quote":"When your hammer is C++, everything begins to look like a thumb.", "author": "Steve Hoflich on compl.lang.c++"},
{"quote":"If we believe absurdities, we shall commit atrocities.", "author": "Voltaire"},
{"quote":"There’s a tendency today to absolve individuals of moral responsibility and treat them as victims of social circumstance.\n  You buy that, you pay with your soul.", "author": "Tom Robbins"},
{"quote":"Quidquid latine dictum sit, altum viditur.\n\nAnything said in Latin sounds profound."},
{"quote":"The greatest satisfaction comes from mastering something that is truly difficult.", "author": "Psychologist, Abraham Maslow"},
{"quote":"The struggle ends when the gratitude begins.", "author": "Neil Donald Walsh"},
{"quote":"It's not about yourself. It's about figuring out how you’re part of something bigger than yourself.  How do you fit into the universe itself. What is our purpose here. What is it that makes use more than a collection of atoms or a simulation?   By looking at patterns of nature, by understanding the beauties of the infinite works of nature and creation; you have to keep marching along that path even though you know you’ll never get to the destination.", "author": "Walter Isaacson"},
{"quote":"The signature of mediocrity is not an unwillingness to change (though you will fall if you are unwilling to change). The signature of mediocrity is chronic inconsistency.", "author": "Jim Colins, “Great By Choice”"},
{"quote":"The test of a first-rate intelligence is the ability to hold two opposed ideas in the mind at the same time, and still retain the ability to function.", "author": "Jim Colins, “Built to Last”"},
{"quote":"If you don’t work for it, why do you think you deserve it?", "author": "Marcus Lemonis"},
{"quote":"Lack of direction, not lack of time, is the problem. We all have 24 hr. days.", "author": "Zig Ziglar"},
{"quote":"Stay hungry, stay foolish  – stay curious, stay observant.", "author": "Last edition of the Whole Earth catalog"},
{"quote":"The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "author": "George Bernard Shaw"},
{"quote":"Genius might be the ability to say a profound thing in a simple way.", "author": "Charles Bukowski"},
{"quote":"Failure is the condiment that gives success its flavor.", "author": "Truman Capote"},
{"quote":"People often say that motivation doesn’t last. Well, neither does bathing – that’s why we recommend it daily.", "author": "Zig Ziglar"},
{"quote":"Someone is sitting in the shade today because someone planted a tree a long time ago.", "author": "Warren Buffett"},
{"quote":"The purpose of bureaucracy is to compensate for incompetence and lack of discipline.", "author": "Jim Collins"},
{"quote":"The approach is the destination and we are never finished. We do our best when our destinations are beyond the measurement, when our reach continually exceeds our grasp, and when we have immortal finish lines. When we do this the race is never over, the journey has no port, the adventure never ends because we are always on the way.", "author": "Matthew McConaughey"},
{"quote":"Take the lid off the man made roofs that we put above ourselves and always play like an underdog.", "author": "Matthew McConaughey"},
{"quote":"Stop thinking about what is coming up next. All I want is what I can see, and all I can see is what’s in front of me.", "author": "Matthew McConaughey"},
{"quote":"“Every act of perception, is to some degree an act of creation, and every act of memory is to some degree an act of imagination.”", "author": "Oliver Sacks"},
{"quote":"“I have not failed. I've just found 10,000 ways that won't work.”", "author": "Thomas A. Edison"},
{"quote":"“Ships are safe in harbor, but they were never meant to stay there.”"},
{"quote":"Nothing is more hateful to wisdom than excessive cleverness.", "author": "Seneca"}
]}
