{"data": [
{"quote":"Conservatism is the blind and fear-filled worship of dead radicals."},
{"quote":"Courage is resistance of fear, mastery of fear, not absence of fear."},
{"quote":"No one who’s seen it in action can say the phrase “government help” without either laughing or crying."},
{"quote":"What if you were an idiot, and what if you were a member of Congress?\nBut I repeat myself.", "author": "Mark Twain"},
{"quote":"The saddest life is that of a political aspirant under democracy. His failure is ignominious and his success is disgraceful.", "author": "H.L. Mencken"},
{"quote":"We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.", "author": "T.S. Eliot"},
{"quote":"‘Faith’ means not _wanting_ to know what is true.", "author": "Nietzsche"},
{"quote":"Nearly all men can stand adversity, but if you want to test a man’s character, give him power.", "author": "Abraham Lincoln"},
{"quote":"He who joyfully marches to music in rank and file has already earned my contempt.  He has been given a large brain by mistake, since for him the spinal cord would fully suffice.", "author": "Albert Einstein"},
{"quote":"It is the assumption of this book that a work of art is a gift, not a commodity.  Or, to state the modern case with more precision, that works of art exist simultaneously in two “economies,” a market economy and a gift economy.  Only one of these is essential, however: a work of art can survive without the market, but where there is no gift there is no art.", "author": "Lewis Hyde"},
{"quote":"“If I must write the truth, I am disposed to avoid every assembly of bishops; for of no synod have I seen a profitable end, but rather an addition to than a diminution of evils; for the love of strife and the thirst for superiority are beyond the power of words to express.”", "author": "Father Gregory Nazianzen, 381 AD"},
{"quote":"The two pillars of ‘political correctness’ are,\n  a) willful ignorance, and\n  b) a steadfast refusal to face the truth", "author": "George MacDonald Fraser"},
{"quote":"Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.", "author": "P. J. O’Rourke"},
{"quote":"As with the Christian religion, the worst advertisement for Socialism is its adherents.", "author": "George Orwell"},
{"quote":"The common argument that crime is caused by poverty is a kind of slander on the poor.", "author": "H. L. Mencken"},
{"quote":"Faith may be defined briefly as an illogical belief in the occurrence of the improbable...A man full of faith is simply one who has lost (or never had) the capacity for clear and realistic thought. He is not a mere ass: he is actually ill.", "author": "H. L. Mencken"},
{"quote":"To stay young requires the unceasing cultivation of the ability to unlearn old falsehoods.", "author": "Lazarus Long"},
{"quote":"What is a magician but a practicing theorist?", "author": "Obi-Wan Kenobi"},
{"quote":"A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.", "author": "Robert A. Heinlein"},
{"quote":"The same applies for other kinds of long-lasting low-level pain. [...]\nThe body’s response to being jabbed, pierced, and cut is to produce endorphins. [...]  So here’s my programme for breaking that cycle of dependency on Windows: get left arm tattooed with dragon motif, buy a crate of Jamaican Hot! Pepper Sauce, get nipples pierced.  With any luck that will produce enough endorphins to make Windows completely redundant, and I can then upgrade to Linux and get on with things.", "author": "Pieter Hintjens"},
{"quote":"Everything that is really great and inspiring is created by the individual who can labor in freedom.", "author": "Albert Einstein"},
{"quote":"I have never made but one prayer to God, a very short one: “O Lord, make my enemies ridiculous.” And God granted it.", "author": "Voltaire"},
{"quote":"A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on an installment plan.", "author": "Martin Luther King, Jr."},
{"quote":"When your hammer is C++, everything begins to look like a thumb.", "author": "Steve Hoflich on compl.lang.c++"},
{"quote":"If we believe absurdities, we shall commit atrocities.", "author": "Voltaire"},
{"quote":"There’s a tendency today to absolve individuals of moral responsibility and treat them as victims of social circumstance.\n  You buy that, you pay with your soul.", "author": "Tom Robbins"},
]}
