{"quotes":[
{"quote":"42.7 percent of all statistics are made up on the spot.","author":"Steven Wright"},
{"quote":"99 percent of lawyers give the rest a bad name.","author":"Steven Wright"},
{"quote":"A beautiful woman moved in next door. So I went over and returned a cup of\nsugar. “You didn’t borrow this.” “I will.”","author":"Steven Wright"},
{"quote":"A clear conscience is usually the sign of a bad memory.","author":"Steven Wright"},
{"quote":"A conclusion is the place where you got tired of thinking.","author":"Steven Wright"},
{"quote":"A conscience is what hurts when all your other parts feel so good.","author":"Steven Wright"},
{"quote":"A cop stopped me for speeding. He said, “Why were you going so fast?” I said,\n“See this thing my foot is on? It’s called an accelerator. When you push down\non it, it sends more gas to the engine. The whole car just takes right off.\nAnd see this thing? This steers it.”","author":"Steven Wright"},
{"quote":"A fool and his money are soon partying.","author":"Steven Wright"},
{"quote":"A friend of mine once sent me a post card with a picture of the entire planet\nEarth taken from space. On the back it said, “Wish you were here.”","author":"Steven Wright"},
{"quote":"A lot of people are afraid of heights. Not me, I’m afraid of widths.","author":"Steven Wright"},
{"quote":"After they make Styrofoam, what do they ship it in?","author":"Steven Wright"},
{"quote":"All of the people in my building are insane. The guy above me designs\nsynthetic hairballs for ceramic cats. The lady across the hall tried to rob a\ndepartment store...with a pricing gun. She said, “Give me all of the money in\nthe vault, or I’m marking down everything in the store.”","author":"Steven Wright"},
{"quote":"All the plants in my house are dead; I shot them last night.\nI was teasing them by watering them with ice cubes.","author":"Steven Wright"},
{"quote":"All those who believe in psychokinesis raise my hand.","author":"Steven Wright"},
{"quote":"Ambition is a poor excuse for not having enough sense to be lazy.","author":"Steven Wright"},
{"quote":"Bills travel through the mail at twice the speed of checks.","author":"Steven Wright"},
{"quote":"Borrow money from pessimists-they don’t expect it back.","author":"Steven Wright"},
{"quote":"Boycott shampoo! Demand the REAL poo!","author":"Steven Wright"},
{"quote":"Change is inevitable ... except from vending machines.","author":"Steven Wright"},
{"quote":"Cross country skiing is great if you live in a small country.","author":"Steven Wright"},
{"quote":"Dancing is a perpendicular expression of a horizontal desire.","author":"Steven Wright"},
{"quote":"Doing a little work around the house. I put fake brick wallpaper over a real\nbrick wall, just so I’d be the only one who knew. People come over and I’m\ngonna say, “Go ahead, touch it...it feels real.”","author":"Steven Wright"},
{"quote":"Droughts are because god didn’t pay his water bill.","author":"Steven Wright"},
{"quote":"Drugs may lead to nowhere, but at least it’s the scenic route.","author":"Steven Wright"},
{"quote":"Eagles may soar, but weasels don’t get sucked into jet engines.","author":"Steven Wright"},
{"quote":"Even snakes are afraid of snakes.","author":"Steven Wright"},
{"quote":"Ever notice how irons have a setting for *permanent* press? I don’t get it...","author":"Steven Wright"},
{"quote":"Every so often, I like to go to the window, look up, and smile for a\nsatellite picture.","author":"Steven Wright"},
{"quote":"Everyone has a photographic memory. Some just don’t have film.","author":"Steven Wright"},
{"quote":"Experience is something you don’t get until just after you need it.","author":"Steven Wright"},
{"quote":"For a while I didn’t have a car...I had a helicopter...no place to park it, so\nI just tied it to a lamp post and left it running...[slow glance upward]","author":"Steven Wright"},
{"quote":"For every action, there is an equal and opposite criticism.","author":"Steven Wright"},
{"quote":"For my birthday I got a humidifier and a de-humidifier...\nI put them in the same room and let them fight it out.","author":"Steven Wright"},
{"quote":"Half the people you know are below average.","author":"Steven Wright"},
{"quote":"Hard work pays off in the future. Laziness pays off now.","author":"Steven Wright"},
{"quote":"How do you tell when you’re out of invisible ink?","author":"Steven Wright"},
{"quote":"How many people does it take to change a searchlight bulb?","author":"Steven Wright"},
{"quote":"I almost had a psychic girlfriend but she left me before we met.","author":"Steven Wright"},
{"quote":"I bought a dog the other day...  I named him Stay.\nIt’s fun to call him...  “Come here, Stay!  Come here, Stay!”\nHe went insane.  Now he just ignores me and keeps typing.","author":"Steven Wright"},
{"quote":"I bought a house, on a one-way dead-end road. I don’t know how I got there.","author":"Steven Wright"},
{"quote":"I bought a million lottery tickets. I won a dollar.","author":"Steven Wright"},
{"quote":"I bought a self learning record to learn Spanish, \nI turned it on and went to sleep; the record got stuck.\nThe next day I could only stutter in Spanish.","author":"Steven Wright"},
{"quote":"I bought my brother some gift-wrap for Christmas.\nI took and to the Gift Wrap department and told them to wrap it,\nbut in a different print so he would know when to stop unwrapping.","author":"Steven Wright"},
{"quote":"I bought some powdered water, but I don’t know what to add to it.","author":"Steven Wright"},
{"quote":"I brought a mirror to Lovers’ Lane. I told everybody I’m Narcissus.","author":"Steven Wright"},
{"quote":"I can remember the first time I had to go to sleep. Mom said, “Steven, time to\ngo to sleep.” I said, “But I don’t know how.” She said, “It’s real easy.\nJust go down to the end of tired and hang a left.” So I went down to the end\nof tired, and just out of curiosity I hung a right. My mother was there, and\nshe said “I thought I told you to go to sleep.”","author":"Steven Wright"},
{"quote":"I can’t stop thinking like this.","author":"Steven Wright"},
{"quote":"I couldn’t find the remote control to the remote control.","author":"Steven Wright"},
{"quote":"I couldn’t repair your brakes, so I made your horn louder.","author":"Steven Wright"},
{"quote":"I didn’t get a toy train like the other kids.\nI got a toy subway instead.\nYou couldn’t see anything,\nbut every now and then you’d hear this rumbling noise go by.","author":"Steven Wright"},
{"quote":"I don’t like the sound of my phone ringing so I put my phone inside my fish\ntank. I can’t hear it, but every time I get a call I see the fish go like this\n<<<>>><<>><<<<. I go down to the pet store -- “Gimme another ten guppies, I\ngot a lotta calls yesterday.”","author":"Steven Wright"},
{"quote":"I eat swiss cheese from the inside out.","author":"Steven Wright"},
{"quote":"I eat swiss cheese. But I only nibble on it. I make the holes bigger.","author":"Steven Wright"},
{"quote":"I filled out an application that said, “In Case Of Emergency\nNotify”.  I wrote “Doctor”...  What’s my mother going to do?","author":"Steven Wright"},
{"quote":"I got a chain letter by fax. It’s very simple. You just fax a dollar bill to\neverybody on the list.","author":"Steven Wright"},
{"quote":"I got a garage door opener. It can’t close. Just open.","author":"Steven Wright"},
{"quote":"I got a new shadow. I had to get rid of the other one --  it wasn’t doing\nwhat I was doing.","author":"Steven Wright"},
{"quote":"I got food poisoning today. I don’t know when I’ll use it.","author":"Steven Wright"},
{"quote":"I got my driver’s license photo taken out of focus on purpose.\nNow when I get pulled over the cop looks at it\n(moving it nearer and farther, trying to see it clearly) ... and says, “Here, you can go.”","author":"Steven Wright"},
{"quote":"I got pulled over by a cop, and he said, “do you know the speed limit\nhere is 50 miles per hour?”. So I said, “oh, that’s OK, I’m not going\nthat far”.","author":"Steven Wright"},
{"quote":"I got up one morning and couldn’t find my socks, so I called Information. She\nsaid, “Hello, Information.” I said, “I can’t find my socks.” She said,\n“They’re behind the couch.” And they were!","author":"Steven Wright"},
{"quote":"I had a friend who was a clown. When he died,\nall his friends went to the funeral in one car.","author":"Steven Wright"},
{"quote":"I had amnesia once or twice.","author":"Steven Wright"},
{"quote":"I had fried octopus last night. You have to be really quiet when you eat it.\nOtherwise, it emits a cloud of black smoke and falls on the floor.","author":"Steven Wright"},
{"quote":"I had just received my degree in Calcium Anthropology—the study of\nmilkmen.","author":"Steven Wright"},
{"quote":"I had my coat hangers spayed.","author":"Steven Wright"},
{"quote":"I had some eyeglasses. I was walking down the street when suddenly the\nprescription ran out.","author":"Steven Wright"},
{"quote":"I had to stop driving my car for a while ... the tires got dizzy.","author":"Steven Wright"},
{"quote":"I hate it when my foot falls asleep during the day\nbecause that means it’s going to be up all night.","author":"Steven Wright"},
{"quote":"I have a hobby...I have the world’s largest collection of sea shells.\nI keep it scattered on beaches all over the world.  Maybe you’ve seen\nsome of it...","author":"Steven Wright"},
{"quote":"I have a microwave fireplace in my house...The other night I laid down in front\nof the fire for the evening in two minutes.","author":"Steven Wright"},
{"quote":"I have a switch in my apartment.  It doesn’t do anything.  Every\nonce in a while, I turn it on and off.  One day I got a call.\nit was from a woman in France. She said “Cut it out”.","author":"Steven Wright"},
{"quote":"I have an answering machine in my car. It says, “I’m home now. But leave a\nmessage and I’ll call when I’m out.”","author":"Steven Wright"},
{"quote":"I have two very rare photographs.\nOne is a picture of Houdini locking his keys in his car.\nThe other is a rare photograph of Norman Rockwell beating up a child.","author":"Steven Wright"},
{"quote":"I hooked up my accelerator pedal in my car to my brake lights. I hit the gas,\npeople behind me stop, and I’m gone.","author":"Steven Wright"},
{"quote":"I installed a skylight in my apartment...\nThe people who live above me are furious!","author":"Steven Wright"},
{"quote":"I intend to live forever - so far, so good.","author":"Steven Wright"},
{"quote":"I invented the cordless extension cord.","author":"Steven Wright"},
{"quote":"I know the guy who writes all those bumper stickers. He hates New York.","author":"Steven Wright"},
{"quote":"I like to go to art museums and name the untitled paintings...\nBoy With Pail... Kitten On Fire.","author":"Steven Wright"},
{"quote":"I love to go shopping. I love to freak out salespeople. They ask me if they\ncan help me, and I say, “Have you got anything I’d like?” Then they ask me\nwhat size I need, and I say, “Extra medium.”","author":"Steven Wright"},
{"quote":"I made a chocolate cake with white chocolate. Then I took it to a potluck. I\nstood in line for some cake. They said, “Do you want white cake or chocolate\ncake?” I said, “yes”.","author":"Steven Wright"},
{"quote":"I made wine out of raisins so I wouldn’t have to wait for it to age.","author":"Steven Wright"},
{"quote":"I met this wonderful girl at Macy’s. She was buying clothes and I was putting\nSlinkies on the escalator.","author":"Steven Wright"},
{"quote":"I mixed this glass of water myself.\nTwo parts H, one part O.\nI don’t trust anybody!","author":"Steven Wright"},
{"quote":"I moved into an all-electric house. I forgot and left the porch light on all\nday. When I got home the front door wouldn’t open.","author":"Steven Wright"},
{"quote":"I planted some bird seed. A bird came up. Now I don’t know what to feed it.","author":"Steven Wright"},
{"quote":"I play the harmonica. The only way I can play is if I get my car going really\nfast, and stick it out the window. I put a new engine in my car, but forgot to\ntake the old one out. Now my car goes 500 miles per hour. The harmonica\nsounds *amazing*.","author":"Steven Wright"},
{"quote":"I plugged my phone in where the blender used to be. I called someone. They\nwent “Aaaaahhhh...”","author":"Steven Wright"},
{"quote":"I put contact lenses in my dog’s eyes. They had little pictures of cats on\nthem. Then I took one out and he ran around in circles.","author":"Steven Wright"},
{"quote":"I put hardwood floors on top of wall-to-wall carpet.","author":"Steven Wright"},
{"quote":"I put instant coffee in a microwave oven and almost went back in time.","author":"Steven Wright"},
{"quote":"I put my air conditioner in backwards. It got cold outside. The weatherman on\nTV was confused. “It was supposed to be hot today.”","author":"Steven Wright"},
{"quote":"I rented a lottery ticket. I won a million dollars. But I had to give it\nback.","author":"Steven Wright"},
{"quote":"I replaced the headlights in my car with strobe lights,\nso it looks like I’m the only one moving.","author":"Steven Wright"},
{"quote":"I saw a bank that said “24 Hour Banking”, but I don’t have that much time.","author":"Steven Wright"},
{"quote":"I saw a close friend of mine the other day... He said, “Steven, why haven’t\nyou called me?” I said, “I can’t call everyone I want. My new phone has no\nfive on it.” He said, “How long have you had it?” I said, “I don’t know...\nmy calendar has no sevens on it.”","author":"Steven Wright"},
{"quote":"I saw a man with a wooden leg, and a real foot.","author":"Steven Wright"},
{"quote":"I saw a sign at a gas station.  It said “help wanted”.  There was\nanother sign below it that said “self service”.  So I hired\nmyself.  Then I made myself the boss.  I gave myself a raise.\nI paid myself.  Then I quit.","author":"Steven Wright"},
{"quote":"I saw a sign: “Rest Area 25 Miles”. That’s pretty big. Some people must be\nreally tired.","author":"Steven Wright"},
{"quote":"I saw a small bottle of cologne and asked if it was for sale. She said, “It’s\nfree with purchase.” I asked her if anyone bought anything today.","author":"Steven Wright"},
{"quote":"I saw a subliminal advertising executive, but only for a second.","author":"Steven Wright"},
{"quote":"I spent all my money on a FAX machine.\nNow I can only FAX collect.","author":"Steven Wright"},
{"quote":"I spilled Spot Remover on my dog. Now he’s gone.","author":"Steven Wright"},
{"quote":"I stayed up all night playing poker with tarot cards.\nI got a full house and four people died.","author":"Steven Wright"},
{"quote":"I still have my Christmas Tree. I looked at it today. Sure enough, I couldn’t\nsee any forests.","author":"Steven Wright"},
{"quote":"I took a course in speed reading. Then I got Reader’s Digest on microfilm. By\nthe time I got the machine set up, I was done.","author":"Steven Wright"},
{"quote":"I took a course in speed waiting. Now I can wait an hour in only ten minutes.","author":"Steven Wright"},
{"quote":"I took lessons in bicycle riding. But I could only afford half of them. Now I\ncan ride a unicycle.","author":"Steven Wright"},
{"quote":"I used to have an open mind but my brains kept falling out.","author":"Steven Wright"},
{"quote":"I used to work in a fire hydrant factory.\nYou couldn’t park anywhere near the place.","author":"Steven Wright"},
{"quote":"I want to get a tattoo of myself on my entire body only 2” taller.","author":"Steven Wright"},
{"quote":"I was born by Caesarian section...but not so you’d notice. It’s just that when\nI leave a house, I go out through the window.","author":"Steven Wright"},
{"quote":"I was going 70 miles an hour and got stopped by a cop who said, “Do you know\nthe speed limit is 55 miles per hour?” “Yes, officer, but I wasn’t going to be\nout that long...”","author":"Steven Wright"},
{"quote":"I was going to tape some records onto a cassette, but I got the wires\nbackwards. I erased all of the records. When I returned them to my friend, he\nsaid, “Hey, these records are all blank.”","author":"Steven Wright"},
{"quote":"I was in a job interview and I opened a book and started reading. Then I said\nto the guy, “Let me ask you a question. If you are in a spaceship that is\ntraveling at the speed of light, and you turn on the headlights, does anything\nhappen?” He said, “I don’t know.” I said, “I don’t want your job.”","author":"Steven Wright"},
{"quote":"I was in the first submarine. Instead of a periscope, they had a kaleidoscope.\n“We’re surrounded.”","author":"Steven Wright"},
{"quote":"I was in the grocery store. I saw a sign that said “pet supplies”. So I did.\nThen I went outside and saw a sign that said “compact cars”.","author":"Steven Wright"},
{"quote":"I was sad because I had no shoes, until I met a man who had no feet.\nSo I said, “Got any shoes you’re not using?”","author":"Steven Wright"},
{"quote":"I was trying to daydream, but my mind kept wandering.","author":"Steven Wright"},
{"quote":"I washed a sock. Then I put it in the dryer. When I took it out, it was gone.","author":"Steven Wright"},
{"quote":"I watched the Indy 500, and I was thinking that if they left earlier they\nwouldn’t have to go so fast.","author":"Steven Wright"},
{"quote":"I wear my heart on my sleeve. I wear my liver on my pant leg.","author":"Steven Wright"},
{"quote":"I went camping and borrowed a circus tent by mistake. I didn’t notice until I\ngot it set up. People complained because they couldn’t see the lake.","author":"Steven Wright"},
{"quote":"I went down the street to the 24-hour grocery. When I got there, the guy was\nlocking the front door. I said, “Hey, the sign says you’re open 24 hours.” He\nsaid, “Yes, but not in a row.”","author":"Steven Wright"},
{"quote":"I went into this bar and sat down next to a pretty girl. She looked at me and\nsaid, “Hey, you have two different colored socks on.” I said, “Yeah, I know,\nbut to me they’re the same because I go by thickness.”","author":"Steven Wright"},
{"quote":"I went over to the neighbor’s and asked to borrow a cup of salt. “What are you\nmaking?” “A salt lick.”","author":"Steven Wright"},
{"quote":"I went to a 7-11 and asked for a 2x4 and a box of 3x5’s. The clerk said,\n“ten-four.”","author":"Steven Wright"},
{"quote":"I went to a fancy French restaurant called “Deja Vu.” The headwaiter said,\n“Don’t I know you?”","author":"Steven Wright"},
{"quote":"I went to a garage sale. “How much for the garage?” “It’s not for sale.”","author":"Steven Wright"},
{"quote":"I went to a general store. They wouldn’t let me buy anything specifically.","author":"Steven Wright"},
{"quote":"I went to a haunted house, looked under the kitchen table, and found spirit\ngum.","author":"Steven Wright"},
{"quote":"I went to a restaurant that serves “breakfast at any time”.\nSo I ordered French Toast during the Renaissance.","author":"Steven Wright"},
{"quote":"I went to San Francisco. I found someone’s heart.","author":"Steven Wright"},
{"quote":"I went to the bank and asked to borrow a cup of money. They said, “What for?”\nI said, “I’m going to buy some sugar.”","author":"Steven Wright"},
{"quote":"I went to the eye doctor and found out I needed glasses for reading.  So,\nI got some flip-up contact lenses.","author":"Steven Wright"},
{"quote":"I went to the hardware store and bought some used paint. It was in the shape\nof a house. I also bought some batteries, but they weren’t included.","author":"Steven Wright"},
{"quote":"I went to the museum where they had all the heads and arms from the statues\nthat are in all the other museums.","author":"Steven Wright"},
{"quote":"I went to this restaurant last night that was set up like a big buffet in the\nshape of an Ouija board. You’d think about what kind of food you want, and the\ntable would move across the floor to it.","author":"Steven Wright"},
{"quote":"I woke up this morning and couldn’t find my socks, so I called\ninformation.  She said they were behind the couch.  She was right.","author":"Steven Wright"},
{"quote":"I worked in a health food store once. A guy came in and asked me, “If I melt\ndry ice, can I take a bath without getting wet?”","author":"Steven Wright"},
{"quote":"I wrote a few children’s books ... not on purpose.","author":"Steven Wright"},
{"quote":"I wrote a song, but I can’t read music so I don’t know what it is.\nEvery once in a while I’ll be listening to the radio and I say, “I think\nI might have written that.”","author":"Steven Wright"},
{"quote":"I xeroxed a mirror. Now I have an extra xerox machine.","author":"Steven Wright"},
{"quote":"I xeroxed my watch. Now I can give away free watches.","author":"Steven Wright"},
{"quote":"I xeroxed my watch. Now I have time to spare.","author":"Steven Wright"},
{"quote":"If a word in the dictionary were misspelled, how would we know?","author":"Steven Wright"},
{"quote":"If at first you don’t succeed, destroy all evidence that you tried.","author":"Steven Wright"},
{"quote":"If at first you don’t succeed, then skydiving definitely isn’t for you.","author":"Steven Wright"},
{"quote":"If Barbie is so popular, why do you have to buy her friends?","author":"Steven Wright"},
{"quote":"If everything seems to be going well, you have obviously overlooked\nsomething.","author":"Steven Wright"},
{"quote":"If God dropped acid, would he see people?","author":"Steven Wright"},
{"quote":"If toast always lands butter-side down, and cats always land on\ntheir feet, what happen if you strap toast on the back of a cat\nand drop it?","author":"Steven Wright"},
{"quote":"If you can wave a fan, and you can wave a club, can you wave a fan club?","author":"Steven Wright"},
{"quote":"If you can’t hear me, it’s because I’m in parentheses","author":"Steven Wright"},
{"quote":"If you had a million Shakespeares, could they write like a monkey?","author":"Steven Wright"},
{"quote":"If you must choose between two evils, pick the one you’ve never tried\nbefore.","author":"Steven Wright"},
{"quote":"If you tell a joke in the forest, but nobody laughs, was it a joke?","author":"Steven Wright"},
{"quote":"If you think nobody cares about you, try missing a couple of payments.","author":"Steven Wright"},
{"quote":"If you were going to shoot a mime, would you use a silencer?","author":"Steven Wright"},
{"quote":"If you write the word “monkey” a million times, do you start to think you’re\nShakespeare?","author":"Steven Wright"},
{"quote":"If you’re not part of the solution, you’re part of the precipitate.","author":"Steven Wright"},
{"quote":"In my house on the ceilings I have paintings of the rooms above...so I never\nhave to go upstairs.","author":"Steven Wright"},
{"quote":"In my house there’s this light switch that doesn’t do anything. Every so often\nI would flick it on and off just to check. Yesterday, I got a call from a\nwoman in Madagascar. She said, “Cut it out.”","author":"Steven Wright"},
{"quote":"In school, every period ends with a bell. Every sentence ends with a period.\nEvery crime ends with a sentence.","author":"Steven Wright"},
{"quote":"Is “tired old cliché” one?","author":"Steven Wright"},
{"quote":"It only rains straight down. God doesn’t do windows.","author":"Steven Wright"},
{"quote":"It’s a fine night to have an evening.","author":"Steven Wright"},
{"quote":"It’s a good thing we have gravity or else when birds died they’d just\nstay right up there.  Hunters would be all confused.","author":"Steven Wright"},
{"quote":"It’s a small world, but I wouldn’t want to have to paint it.","author":"Steven Wright"},
{"quote":"I’d kill for a Nobel Peace Prize.","author":"Steven Wright"},
{"quote":"I’m moving to Mars next week, so if you have any boxes...","author":"Steven Wright"},
{"quote":"I’m writing a book.  I’ve got the page numbers done.","author":"Steven Wright"},
{"quote":"Join the Army, meet interesting people, kill them.","author":"Steven Wright"},
{"quote":"Last week I forgot how to ride a bicycle.","author":"Steven Wright"},
{"quote":"Last year I went fishing with Salvador Dali.\nHe was using a dotted line.\nHe caught every other fish.","author":"Steven Wright"},
{"quote":"Last year we drove across the country. We switched on the driving...every half\nmile...We had one cassette tape to listen to on the entire trip...I don’t\nremember what it was.","author":"Steven Wright"},
{"quote":"Many people quit looking for work when they find a job.","author":"Steven Wright"},
{"quote":"Monday is an awful way to spend 1/7th of your life.","author":"Steven Wright"},
{"quote":"My aunt gave me a walkie-talkie for my birthday. She says if I’m good, she’ll\ngive me the other one next year.","author":"Steven Wright"},
{"quote":"My dental hygienist is cute. Every time I visit, I eat a whole package of Oreo\ncookies while waiting in the lobby. Sometimes she has to cancel the rest of\nthe afternoon’s appointments.","author":"Steven Wright"},
{"quote":"My friend has a baby.  I’m recording all the noises he makes\nso later I can ask him what he meant.","author":"Steven Wright"},
{"quote":"My friend Sally is a nudist. I went to her house. The closets have no doors.\nThe walls are covered with see-through wallpaper.","author":"Steven Wright"},
{"quote":"My friend Sam has one leg. I went to his house. I couldn’t go up the stairs.","author":"Steven Wright"},
{"quote":"My girlfriend does her nails with white-out. When she’s asleep,\nI go over there and write misspelled words on them.","author":"Steven Wright"},
{"quote":"My grandfather gave me a watch.\nIt doesn’t have any hands or numbers.\nHe says it’s very accurate.\nI asked him what time it was.\nYou can guess what he told me.","author":"Steven Wright"},
{"quote":"My grandfather invented Cliff’s Notes. It all started back in 1912...\nwell, to make a long story short...","author":"Steven Wright"},
{"quote":"My house is made out of balsa wood, so when I want to scare the neighborhood\nkids I lift it over my head and tell them to get out of my yard or I’ll throw\nit at them.","author":"Steven Wright"},
{"quote":"My house is on the median strip of a highway. You don’t really notice, except\nI have to leave the driveway doing 60 MPH.","author":"Steven Wright"},
{"quote":"My neighbor has a circular driveway...he can’t get out.","author":"Steven Wright"},
{"quote":"My roommate got a pet elephant. Then it got lost. It’s in the apartment\nsomewhere.","author":"Steven Wright"},
{"quote":"My socks DO match. They’re the same thickness.","author":"Steven Wright"},
{"quote":"My theory of evolution is that Darwin was adopted.","author":"Steven Wright"},
{"quote":"Officer, I know I was going faster than 55MPH, but I wasn’t going to be on the\nroad an hour.","author":"Steven Wright"},
{"quote":"OK, so what’s the speed of dark?","author":"Steven Wright"},
{"quote":"On the other hand, you have different fingers.","author":"Steven Wright"},
{"quote":"One night I walked home very late and fell asleep in somebody’s satellite dish.\nMy dreams were showing up on TV’s all over the world.","author":"Steven Wright"},
{"quote":"One time a cop pulled me over for running a stop sign. He said, “Didn’t you\nsee the stop sign?” I said, “Yeah, but I don’t believe everything I read.”","author":"Steven Wright"},
{"quote":"One time the power went out in my house and I had to use the flash on my camera\nto see my way around. I made a sandwich and took fifty pictures of my face.\nThe neighbors thought there was lightning in my house.","author":"Steven Wright"},
{"quote":"Plan to be spontaneous tomorrow.","author":"Steven Wright"},
{"quote":"Right now I’m having amnesia and deja-vu at the same time.\nI think I’ve forgotten this before.","author":"Steven Wright"},
{"quote":"Sally plays strip poker. Whenever she loses, she has to put something on.","author":"Steven Wright"},
{"quote":"Shin: a device for finding furniture in the dark.","author":"Steven Wright"},
{"quote":"Smoking cures weight problems ... eventually.","author":"Steven Wright"},
{"quote":"So, do you live around here often?","author":"Steven Wright"},
{"quote":"Someone sent me a postcard picture of the earth.\nOn the back it said, “Wish you were here.”","author":"Steven Wright"},
{"quote":"Sponges grow in the ocean. That just kills me. I wonder how much deeper the\nocean would be if that didn’t happen.","author":"Steven Wright"},
{"quote":"Support bacteria - they’re the only culture some people have.","author":"Steven Wright"},
{"quote":"The Bermuda Triangle got tired of warm weather. It moved to Alaska. Now Santa Claus is missing.","author":"Steven Wright"},
{"quote":"The colder the X-ray table, the more of your body is required to be on it.","author":"Steven Wright"},
{"quote":"The early bird gets the worm, but the second mouse gets the cheese.","author":"Steven Wright"},
{"quote":"The hardness of the butter is proportional to the softness of the bread.","author":"Steven Wright"},
{"quote":"The judge asked, “What do you plead?” I said, “Insanity, your honour, who in\ntheir right mind would park in the passing lane?”","author":"Steven Wright"},
{"quote":"The other day, I was walking my dog around my building...on the ledge. Some\npeople are afraid of heights. Not me, I’m afraid of widths.","author":"Steven Wright"},
{"quote":"The other night I came home late, and tried to unlock my house with my car\nkeys. I started the house up. So, I drove it around for a while. I was\nspeeding, and a cop pulled me over. He asked where I lived. I said, “right\nhere, officer”. Later, I parked it on the freeway, got out, and yelled at all\nthe cars, “Get out of my driveway!”","author":"Steven Wright"},
{"quote":"The problem with the gene pool is that there is no lifeguard.","author":"Steven Wright"},
{"quote":"The severity of the itch is proportional to the reach.","author":"Steven Wright"},
{"quote":"The sign said “eight items or less”. So I changed my name to Les.","author":"Steven Wright"},
{"quote":"The sky already fell. Now what?","author":"Steven Wright"},
{"quote":"The sky is falling...no, I’m tipping over backwards.","author":"Steven Wright"},
{"quote":"The sooner you fall behind, the more time you’ll have to catch up.","author":"Steven Wright"},
{"quote":"The sun never sets on the British Empire. But it rises every morning. The sky\nmust get awfully crowded.","author":"Steven Wright"},
{"quote":"There aren’t enough days in the weekend.","author":"Steven Wright"},
{"quote":"There was a power outage at a department store yesterday. Twenty people were\ntrapped on the escalators.","author":"Steven Wright"},
{"quote":"There’s a fine line between fishing and standing on the shore looking like an\nidiot.","author":"Steven Wright"},
{"quote":"There’s a pizza place near where I live that sells only slices;\nin the back you can see a guy tossing a triangle in the air.","author":"Steven Wright"},
{"quote":"They say we’re 98% water. We’re that close to drowning...\n[picks up his glass of water from the stool]...\nI like to live on the edge...","author":"Steven Wright"},
{"quote":"Tinsel is really snakes’ mirrors.","author":"Steven Wright"},
{"quote":"To steal ideas from one person is plagiarism; to steal from many is research.","author":"Steven Wright"},
{"quote":"Today I dialed a wrong number... The other person said, “Hello?” and I said,\n“Hello, could I speak to Joey?”... They said, “Uh... I don’t think so...\nhe’s only 2 months old.” I said, “I’ll wait.”","author":"Steven Wright"},
{"quote":"Two babies were born on the same day at the same hospital. They lay there and\nlooked at each other. Their families came and took them away. Eighty years\nlater, by a bizarre coincidence, they lay in the same hospital, on their\ndeathbeds, next to each other. One of them looked at the other and said, “So.\nWhat did you think?”","author":"Steven Wright"},
{"quote":"What are imitation rhinestones?","author":"Steven Wright"},
{"quote":"What happens if you get scared half to death twice?","author":"Steven Wright"},
{"quote":"What’s another word for Thesaurus?","author":"Steven Wright"},
{"quote":"When everything is coming your way, you’re in the wrong lane.","author":"Steven Wright"},
{"quote":"When he gets older, I’d tell him he used to have a brother,\nbut he didn’t obey.","author":"Steven Wright"},
{"quote":"When I get bored I go to a Seven-Eleven and ask for a two-by-four and a box of\nthree-by-fives.","author":"Steven Wright"},
{"quote":"When I get real bored, I like to drive downtown and get a great parking spot,\nthen sit in my car and count how many people ask me if I’m leaving.","author":"Steven Wright"},
{"quote":"When I have a kid, I want to buy one of those strollers for twins.\nThen put the kid in and run around, looking frantic.","author":"Steven Wright"},
{"quote":"When I turned two I was really anxious, because I’d doubled my age in a year.\nI thought, if this keeps up, by the time I’m six I’ll be ninety.","author":"Steven Wright"},
{"quote":"When I was a little kid we had a sand box. It was a quicksand box.\nI was an only child....eventually.","author":"Steven Wright"},
{"quote":"When I was crossing the border into Canada, they asked if I had\nany firearms with me.  I said, “Well, what do you need?”","author":"Steven Wright"},
{"quote":"When I was in boy scouts, I slipped on the ice and hurt my ankle. A little old\nlady had to help me across the street.","author":"Steven Wright"},
{"quote":"When I was little, my grandfather used to make me stand in a closet for five\nminutes without moving. He said it was elevator practice.","author":"Steven Wright"},
{"quote":"When I woke up this morning my girlfriend asked me,\n“Did you sleep good?” I said, “No, I made a few mistakes.”","author":"Steven Wright"},
{"quote":"When I’m not in my right mind, my left mind gets pretty crowded.","author":"Steven Wright"},
{"quote":"While I was gone, somebody rearranged on the furniture in my\nbedroom.  They put it in _exactly_ the same place it was.\nWhen I told my roommate, he said: Do I know you?","author":"Steven Wright"},
{"quote":"Who is General Failure and why is he reading my hard disk?","author":"Steven Wright"},
{"quote":"Why do psychics have to ask you for your name?","author":"Steven Wright"},
{"quote":"Why is the alphabet in that order?  Is it because of that song?","author":"Steven Wright"},
{"quote":"Winny and I lived in a house that ran on static electricity...If you wanted to\nrun the blender, you had to rub balloons on your head. If you wanted to cook,\nyou had to pull off a sweater real quick.","author":"Steven Wright"},
{"quote":"Yesterday I found out what dough-nuts are for. You put them on dough-bolts.\nThey hold dough airplanes together. For kids, they make erector sets out of\nplay-dough.","author":"Steven Wright"},
{"quote":"Yesterday I parked my car in a tow-away zone...\nwhen I came back the entire area was missing.","author":"Steven Wright"},
{"quote":"Yesterday I saw a chicken crossing the road. I asked it why. It told me it\nwas none of my business.","author":"Steven Wright"},
{"quote":"Yesterday I told a chicken to cross the road. It said, “what for?”","author":"Steven Wright"},
{"quote":"You can’t have everything. Where would you put it?","author":"Steven Wright"},
{"quote":"You know how it is when you decide to lie and say the check is in the mail,\nand then you remember it really is? I’m like that all the time.","author":"Steven Wright"},
{"quote":"You know how it is when you go to be the subject of a psychology experiment,\nand nobody else shows up, and you think maybe that’s part of the experiment?\nI’m like that all the time.","author":"Steven Wright"},
{"quote":"You know how it is when you’re reading a book and falling asleep, you’re\nreading, reading...and all of a sudden you notice your eyes are closed? I’m\nlike that all the time.","author":"Steven Wright"},
{"quote":"You know how it is when you’re walking up the stairs, and you get to the top,\nand you think there’s one more step? I’m like that all the time.","author":"Steven Wright"},
{"quote":"You never really learn to swear until you learn to drive.","author":"Steven Wright"},
{"quote":"“24-hour banking? I haven’t got time for that.”","author":"Steven Wright"},
{"quote":"“Did you sleep well?” “No, I made a couple of mistakes.”","author":"Steven Wright"},
{"quote":"“So, do you live around here often?”","author":"Steven Wright"}
]}
